Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: The Reference Data Management (RDM) enables the creation and maintenance of controlled vocabularies that are used throughout your database. In Arches, controlled vocabularies consist of Concepts, and these Concepts are managed in Thesauri and Collections. In the RDM you can create new Thesauri, create new Concepts, import Concepts from external an endpoint (like the Getty AAT), and -- the ultimate goal -- create Collections, which will be used in your database as data input dropdown lists.
he: Reference Data Management (RDM) מאפשר יצירה ותחזוקה של אוצר מילים מבוקר עבור מסד הנתונים שלך. בArches, אוצר מילים מבוקר מורכב מקונספטים (מושגים), והללו מנוהלים בתזאורוס ובאוספים. ב-RDM תוכל ליצור תזאורוס חדש, קונספטים חדשים, לייבא קונספטים מבחוץ (כמו ה-Getty AAT), ו -- המטרה הסופית -- ליצור אוספים, שישמשו ב מסד הנתונים שלך כרשימות נפתחות להזנת הנתונים.

source: Concepts
he: מושגים

source: A Concept is a qualitative property that can be attached to a resource, something like "Stone" (which may describe a building material) or "House" (which may describe a past use for a structure). The advantage of storing these properties as Concepts is that a Concept may have attributes of its own. In the case of "House", we could add an alternate label, "Dwelling" to that Concept. Then, if a user searches for "dwelling", any resource with the "House" Concept attached to it will be found.
he: קונספט הוא מאפיין איכותי שניתן לצרף למשאב, למשל "אבן" (המתאר חומר בנייה) או "בית" (המתאר שימושים במבנה). היתרון של אחסון מאפיינים אלה כקונספטים הוא שייתכן שלקונספט יהיו תכונות משלו. לקונספט "בית" למשל, נוכל להוסיף תווית חלופית כגון "מגורים". לאחר מכן, אם משתמש מחפש "מגורים", כל המשאבים שצורף להם הקונספט "בית" יאוחזרו.

source: Concepts can also be nested, to allow more complex and meaningful relationships between them. For example, "House" may appear next to "School" within a parent Concept called "Building Use".
he: ניתן גם לקנן קונספטים, כדי לאפשר מורכבים ומשמעותיים יותר יחסים ביניהם. לדוגמה, "בית" עשוי להופיע ליד "בית ספר" בתוך קונספט אב הנקרא "שימוש בבניין".

source: Thesauri
he: תזאורוס

source: A Thesaurus is an entire set of Concepts which can be imported and exported as a whole. You can create as many new Thesauri as you need, or just add new Concepts to the default "Arches" Thesaurus. The organization of your Thesauri has no impact on the way Concepts will be exposed to the public or used throughout the app.
he: תזאורוס הוא סט שלם של קונספטים שניתן לייבא ולייצא כשלם. אתה יכול ליצור כמה תזאורס חדשים שאתה צריך, או פשוט להוסיף חדש קונספטים לברירת המחדל "Arches" תזאורוס. הארגון שלך לתזאורס אין השפעה על הדרך שבה מושגים ייחשפו לציבור או בשימוש בכל האפליקציה.

source: Collections
he: אוספים

source: Collections, or Concept Collections as they are sometimes called, are custom aggregations of Concepts that will be used in your app as dropdown lists during the data entry process. Collections allow you to reorganize your Concepts for the specific purpose of data entry, so your dropdown lists do not have to look anything like your Thesaurus. You can create as many Collections as you want, or add new Concepts to existing Collections.
he: אוספים, או קונספט קולקציות כפי שהם נקראים לפעמים, הם מותאם אישית צבירות של קונספטים שישמשו באפליקציה שלך כרשימות נפתחות במהלך תהליך הזנת הנתונים. אוספים מאפשרים לך לארגן מחדש את שלך קונספטים למטרה הספציפית של הזנת נתונים, כך הרשימות הנפתחות שלך כן לא צריך להיראות כמו התזאורוס שלך. אתה יכול ליצור כמה שיותר אוספים כרצונך, או הוסף קונספטים חדשים לאוספים קיימים.

source: Example - Create a New Thesaurus
he: דוגמה - צור תזאורוס חדש

source: In the video below, a new Thesaurus is created. Once you have made a Thesaurus, you can begin creating a hierarchy of Concepts within it. Remember, the final step will be to make a new Collection and add Concepts to it (from <em>any</em> of your Thesauri).
he: בסרטון למטה נוצר תזאורוס חדש. לאחר שיצרת תזאורוס, אתה יכול להתחיל ליצור היררכיה של קונספטים בתוכו. זכור, השלב האחרון יהיה ליצור אוסף חדש ולהוסיף קונספטים אליו ( <em>מכל</em> אחד מהתזאורי שלך).

source: click to view demonstration
he: לחץ לצפייה בהדגמה

source: Example - Create a Top Concept
he: דוגמה - צור קונספט מוביל

source: The first level of organization within a Thesaurus is a set of Top Concepts. A Top Concept may be something like "Architectural Styles" and its children Concepts will be the actual styles themselves. Below, a new, empty Top Concept is added to an empty Thesaurus.
he: הרמה הראשונה של ארגון בתזאורוס היא קבוצה של קונספטים ראשיים. קונספט מוביל עשוי להיות משהו כמו "סגנונות אדריכליים" ושלו ילדים קונספטים יהיו הסגנונות עצמם. למטה, חדש, ריק Top Concept נוסף לתזאורוס ריק.

source: Example - Create New Concepts
he: דוגמה - צור קונספטים חדשים

source: To create a new Concept, begin by selecting the Top Concept under which it should be placed. This will bring the details about the Top Concept into the main panel. Use the Manage dropdown to "Add Child", type in a label, and select the correct language for the label.
he: כדי ליצור קונספט חדש, התחל בבחירת הקונספט העליון שמתחתיו הוא צריך להיות ממוקם. זה יביא את הפרטים על הקונספט העליון לתוך פאנל ראשי. השתמש בתפריט הנפתח ניהול כדי "הוסף ילד", הקלד תווית ובחר את השפה הנכונה עבור התווית.

source: Example - Add an Alternate Label to a Concept
he: דוגמה - הוסף תווית חלופית לקונספט

source: To improve the searchability of your Concepts, you can add as many alternate labels to each one as you want Below, the label "Dwelling" is added to the Concept "House". The result is that anyone using "Dwelling" as a search term will be shown Resources that have the "House" Concept.
he: כדי לשפר את יכולת החיפוש של קונספטים שלך, תוכל להוסיף כמה שיותר חלופיים תוויות לכל אחת מהן כפי שאתה רוצה להלן, התווית "דירה" מתווספת הקונספט "בית". התוצאה היא שכל מי שמשתמש ב"Dwelling" בתור א מונח החיפוש יוצג משאבים שיש להם את הקונספט "בית".

source: Example - Create a Collection
he: דוגמה - צור אוסף

source: Creating a Collection is very similar to creating a Thesaurus. However, you will be adding existing Concepts to a Collection (potentially from more than one Thesaurus) instead of creating new ones. Below, a new Collection is created. To go further, select the Collection, and use the "Add dropdown entry" link to add existing Concepts to this Collection. When configuring the Graph for a Branch or Resource Model, you will now be able to add this Concept Collection to a node.
he: יצירת אוסף דומה מאוד ליצירת תזאורוס. עם זאת, אתה יוסיף קונספטים קיימים לאוסף (ייתכן מיותר מתזאורוס אחד) במקום ליצור חדשים. להלן, אוסף חדש הוא נוצר. כדי ללכת רחוק יותר, בחר את האוסף והשתמש בתפריט הנפתח "הוסף". קישור כניסה" להוספת קונספטים קיימים לאוסף זה. בעת הגדרת התצורה הגרף עבור ענף או מודל משאב, כעת תוכל להוסיף זאת אוסף קונספטים לצומת.

source: Creating Resource Data
he: יצירת נתוני משאבים

source: The Resource Editor is used to create new or edit existing Resources. What you see on the left-hand side of the page is this Resource's "card tree", which shows all of the data entry cards that you can edit. Think of "creating data" as "adding cards".
he: עורך המשאבים משמש ליצירת משאבים חדשים או לעריכת משאבים קיימים. מה אתה רואה בצד שמאל של הדף את "עץ הכרטיסים", של משאב זה, אשר מציג את כל כרטיסי הזנת הנתונים שאתה יכול לערוך. חשוב על "יצירת נתונים" כ-"הוספת כרטיסים".

source: To begin, select a card, enter data, and click <strong>Add</strong>. Some cards may allow multiple instances, in which case you will be able to add as many of the same type as you want.
he: כדי להתחיל, בחר כרטיס, הזן נתונים ולחץ על <strong>הוסף</strong> . כמה כרטיסים עשויים לאפשר מקרים מרובים, ובמקרה זה תוכל להוסיף כ רבים מאותו סוג שאתה רוצה.

source: Note that in the demonstration below, the "Define Resource Descriptors" function has already been configured to set the Name card value as the resource display name.
he: שימו לב שבהדגמה למטה, ה-"הגדר מתארי משאבים" הפונקציה כבר הוגדרה להגדיר את ערך כרטיס השם בתור שם תצוגה של משאב.

source: basic card data enty - click to view
he: כרטיס בסיסי להזנת מידע - לחץ לצפייה

source: Once you have saved data for a resource, you can see a full summary by selecting the top card. This is the resource report.
he: לאחר ששמרת נתונים עבור משאב, תוכל לראות סיכום מלא לפי בחירת הכרטיס העליון. זה דוח המשאבים.

source: In some cases, cards will be nested within other cards, as in the example of adding a geo-location below.
he: במקרים מסוימים, כרטיסים יהיו מקוננים בתוך כרטיסים אחרים, כמו בדוגמה של הוספת מיקום גיאוגרפי למטה.

source: nested card data enty - click to view
he: יישות נתוני כרטיס מקוננים - לחץ לצפייה

source: Creating Resources Relations
he: יצירת משאבים מקושרים

source: In the Resource Editor you can also access the <strong>Related Resources Editor</strong> . To create a relationship between this resource and another in your database, open the editor, find the resource, and click <strong>Add</strong>.
he: בעורך המשאבים תוכל גם לגשת <strong>למשאבים הקשורים</strong> עורך . ליצור מערכת יחסים בין משאב זה לאחר במסד הנתונים שלך, פתח את העורך, מצא את המשאב ולחץ <strong>הוסף</strong> .

source: Your Resource Model will need to be configured to allow relations with the target Resource Model. If relations are not allowed, resources in the dropdown menu will not be selectable.
he: יהיה צורך להגדיר את מודל המשאבים שלך כך שיאפשר קשרים עם מודל משאבי יעד. אם יחסים אינם מותרים, משאבים ב- התפריט הנפתח לא יהיה ניתן לבחירה.

source: create resource relation - click to view
he: צור קישור בין משאבים - לחץ לצפייה

source: Choose a Resource Model to begin creating a new Resource in your database.
he: בחר מודל משאב כדי להתחיל ליצור משאב חדש במסד הנתונים שלך.

source: Introduction to Search
he: מבוא לחיפוש

source: <strong>Search Bar</strong> The quickest way to search the database is to begin typing in the search bar. You'll be presented with database terminology which you can use to create one or more simple filters. The search bar also acts as an aggregator of <em>all</em> currently enabled filters.
he: <strong>סרגל החיפוש</strong> הדרך המהירה ביותר לחפש במסד הנתונים היא התחל להקליד בשורת החיפוש. יוצג לך מסד נתונים טרמינולוגיה שבה תוכל להשתמש כדי ליצור מסנן פשוט אחד או יותר. ה סרגל החיפוש פועל גם כמצבר של <em>כל</em> האפשרויות המופעלות כעת מסננים.

source: <strong>Search Tools</strong> There are a number tools you can use to explore the database, which are described in detail below.
he: <strong>כלי חיפוש</strong> ישנם מספר כלים שאתה יכול להשתמש בהם לחקור את מסד הנתונים, המתוארים בפירוט להלן.

source: <strong>Search Results</strong> Whenever you change any search filters, the updated search results will be listed here. You can link to a resource's report, zoom to it on the map, or view its related resources.
he: <strong>תוצאות חיפוש</strong> בכל פעם שאתה משנה מסנני חיפוש, ה תוצאות חיפוש מעודכנות יופיעו כאן. אתה יכול לקשר לדוח משאבים, התקרב אליו במפה או הצג את המשאבים הקשורים אליו.

source: <strong>Search Panel</strong> The contents of this panel will change depending on what search tool you are using. Typically, the map will be activated by default.
he: <strong>חלונית חיפוש</strong> התוכן של חלונית זו ישתנה תלוי באיזה כלי חיפוש אתה משתמש. בדרך כלל, המפה תהיה מופעל כברירת מחדל.

source: Search Tools
he: כלי חיפוש

source: Map
he: מפה

source: Search results can be represented on the map in two ways: <strong>markers</strong> show the first set of resources in the search results, and <strong>cells</strong> are used to give a general spatial representation of <em>all</em> resources in the search results.
he: ניתן לייצג את תוצאות החיפוש על המפה בשתי דרכים: <strong>סמנים</strong> מציגים את קבוצת המשאבים הראשונה בחיפוש תוצאות, <strong>ותאים</strong> משמשים כדי לתת מרחב כללי ייצוג <em>כל</em> המשאבים בתוצאות החיפוש.

source: In addition to displaying search results, the map can show resource layers (showing all resources), or custom overlays, if any have been added. You control the visibility of all layers and basemaps with the tool panel on the right.
he: בנוסף להצגת תוצאות חיפוש, המפה יכולה להציג שכבות משאבים (המפה מציגה את כל המשאבים), או שכבות-על מותאמות אישית, אם נוספו. אתה שולט בנראות של כל השכבות ומפות הבסיס באמצעות לוח הכלים מ- ימין.

source: Finally, you can add a spatial filter to your query by using the map drawing tools to draw a shape and apply a buffer distance if desired.
he: לבסוף, אתה יכול להוסיף מסנן מרחבי לשאילתה שלך באמצעות כלי שרטוט מפה כדי לשרטט צורה ולהחיל חיץ במרחק נתון אם נדרש.

source: change basemap - click to view
he: שנה מפת בסיס - לחץ לצפייה

source: toggle search results layer - click to view
he: החלף את שכבת תוצאות החיפוש - לחץ לצפייה

source: search with spatial query - click to view
he: חיפוש עם שאילתה מרחבית - לחץ לצפייה

source: Time
he: זמן

source: You can apply a temporal criterion to your query by using the Time Filter. You have the option of creating the filter by hand, or you can use the time wheel. The time wheel is a graphic representation of all the resources in the database, organized chronologically.
he: אתה יכול להחיל קריטריון זמני על השאילתה שלך באמצעות מסנן הזמן. יש לך אפשרות ליצור את המסנן ביד, או שאתה יכול לנצל את גלגל הזמן. גלגל הזמן הוא ייצוג גרפי של כל המשאבים במסד הנתונים, המאורגן בצורה כרונולוגית.

source: apply time filter with time wheel - click to view
he: החל מסנן זמן עם גלגל הזמן - לחץ לצפייה

source: Saved
he: נשמר

source: Saved searches allow you to view pre-made queries. Saved searches are created by database administrators, so the number of saved searches shown here will vary from one database to the next.
he: חיפושים שמורים מאפשרים לך להציג שאילתות מוכנות מראש. חיפושים שמורים הם נוצר על ידי מנהלי מסד נתונים, כך שמספר החיפושים השמורים מוצג כאן ישתנה ממסד נתונים אחד למשנהו.

source: Advanced
he: מתקדם

source: You can use the advanced search to make more complex queries based on data attributes, or "facets". While the basic search filter allows you to combine multiple filters, advanced search is the only way to combine filters with an <strong>or</strong> operator, and also gives you access to more comparison operators.
he: אתה יכול להשתמש בחיפוש המתקדם כדי לבצע שאילתות מורכבות יותר על סמך נתונים אתה רואה בצד שמאל של הדף את "עץ כרטיסים", של המשאב הזה, שלב מסננים מרובים, חיפוש מתקדם הוא הדרך היחידה לשלב מסננים עם <strong>מפעיל או</strong> , וגם נותן לך גישה לעוד מפעילי השוואה.

source: In the example below, a search is made within a single resource type for any name <strong>like</strong> "church" <strong>or</strong> any name <strong>like</strong> "gate".
he: בדוגמה למטה, חיפוש מתבצע בתוך סוג משאב יחיד עבור כל אחד שם <strong>כמו</strong> "כנסייה" <strong>או</strong> כל שם <strong>כמו</strong> "שער".

source: search for multiple words in names - click to view
he: חפש מילים מרובות בשמות - לחץ לצפייה

source: Related
he: מקושרים

source: For each resource listed in the search results you can view its related resources with the "Related Resources" link under the description. By viewing Related Resources, you get a new view of the database: not how resources are related geographically nor chronologically, but qualitatively.
he: עבור כל משאב הרשום בתוצאות החיפוש, תוכל לראות את הקשור אליו משאבים עם הקישור "משאבים קשורים" מתחת לתיאור. על ידי בהצגת משאבים קשורים, אתה מקבל תצוגה חדשה של מסד הנתונים: לא איך משאבים קשורים גיאוגרפית ולא כרונולוגית, אלא איכותית.

source: There two methods for viewing Related Resources: in a table where each related resource is a row, or in a graph where resources are shown as nodes in a graph, with relationships connecting them.
he: ישנן שתי שיטות לצפייה במשאבים קשורים: בטבלה שבה כל אחד משאב קשור הוא שורה, או בגרף שבו משאבים מוצגים כצמתים בגרף, עם קשרים המחברים ביניהם.

source: <p>A number of global settings can be defined or altered here.</p>
he: <p>ניתן להגדיר או לשנות מספר הגדרות גלובליות כאן.</p>

source: Default Application Settings
he: הגדרות ברירת מחדל של היישום

source: <strong>Application Name</strong> - Name of your Arches app, to be displayed in the browser title bar and elsewhere.<br> <strong>Default Data Import/Export User</strong> - Name to associate with data that is imported into the system.<br>
he: <strong>שם האפליקציה</strong> - שם אפליקציית Arches שלך, שיוצג בשורת הכותרת של הדפדפן ובמקומות אחרים.<br> <strong>ברירת מחדל של ייבוא/ייצוא של משתמש</strong> - שם לשיוך לנתונים המיובאים למערכת.<br>

source: Web Analytics
he: ניתוח תנועת גולשים (Web Analytics)

source: <strong>Google Analytics Key</strong> - If you have made a Google Analytics Key to track your app's traffic, enter it here.<br>
he: <strong>מפתח Google Analytics</strong> - אם יצרת מפתח Google Analytics למעקב אחר התנועה של האפליקציה שלך, הזן אותו כאן.<br>

source: Thesaurus Service Providers
he: ספקי שירות לתזאורוסים

source: <strong>Thesaurus SPARQL Endpoint</strong> - Advanced users may create more SPARQL endpoints and register them here. These endpoints will be available in the RDM and allow you to import thesaurus entries from external sources.<br>
he: <strong>Thesaurus SPARQL Endpoint</strong> - משתמשים מתקדמים עשויים ליצור נקודות קצה נוספות של SPARQL ולרשום אותן כאן. נקודות קצה אלו יהיו זמינות ב-RDM ויאפשרו לך לייבא ערכי תזאורוס ממקורות חיצוניים.<br>

source: Map Settings
he: הגדרות מפה

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services.
he: Arches משתמש בספריית המיפוי של Mapbox להצגת מפה ויצירת נתונים. Arches תומך גם במפות בסיס ושירותים אחרים של Mapbox.

source: <strong>Mapbox API Key (Optional)</strong> - By default, Arches uses some basemap web services from Mapbox. You will need to <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">create a free API key</a> (or "access token") for these services to be activated. Alternatively, you could remove all of the default basemaps and add your own, non-Mapbox layers.
he: <strong>Mapbox API Key (אופציונלי)</strong> - כברירת מחדל, Arches משתמש בחלק שירותי מפות בסיס מ- Mapbox. אתה תצטרך <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">לצור מפתח API חינמי</a> (או "אסימון גישה") עבור אלה שירותים שיופעלו. לחלופין, תוכל להסיר את כל ברירת המחדל מפות בסיס והוסיפו שכבות משלכם שאינן Mapbox .

source: <strong>Mapbox Sprites</strong> - Path to Mapbox sprites (use default).
he: <strong>Mapbox Sprites</strong> - נתיב ל-Mapbox sprites (השתמש כברירת מחדל).

source: <strong>Mapbox Glyphs</strong> - Path to Mapbox glyphs (use default).
he: <strong>Mapbox Glyphs</strong> - נתיב לגליפים Mapbox (השתמש כברירת מחדל).

source: Project Extent
he: תיחום הפרויקט

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the search result grid bounds, and map bounds in search, cards, and reports.
he: שרטט מצולע המייצג את תיחום הפרויקט שלך. הגבולות האלה ישרתו כברירת מחדל עבור גבולות הרשת של תוצאת החיפוש, וגבולות המפה בחיפוש, כרטיסים ודוחות.

source: Map Zoom
he: זום המפה

source: You can define the zoom behavior of your map. Zoom level 0 shows the whole world (and is the absolute minimum zoom level) and zoom level 20 is the maximum level that most map services support.
he: אתה יכול להגדיר את התנהגות הזום של המפה שלך. רמת זום 0 מציגה את השלם עולם (והיא רמת הזום המינימלית המוחלטת) ורמת זום 20 היא ה רמה מקסימלית שבה תומכים רוב שירותי המפות.

source: <strong>Default Zoom</strong> - Set the zoom level that the map will be shown at by default.
he: <strong>ברירת מחדל זום</strong> - הגדר את רמת הזום שתהיה המפה מוצג ב- כברירת מחדל.

source: <strong>Min Zoom</strong> - Minimum zoom level defines how far the user can zoom out when viewing the map.
he: <strong>זום מינימלי </strong>- רמת זום מינימלית מגדירה כמה רחוק יכול המשתמש התרחק בעת צפייה במפה.

source: <strong>Max Zoom</strong> - Maximum zoom level defines how far the user can zoom in when viewing the map.
he: <strong>זום מקסימלי</strong> - רמת זום מרבית מגדירה כמה רחוק המשתמש יכול התקרב בעת צפייה במפה.

source: Search Results Grid
he: רשת תוצאות החיפוש

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and precision.
he: Arches אוסף תוצאות חיפוש ומציג אותן כמשושים. אתה צריך להגדיר פרמטרים של ברירת מחדל עבור גודל המשושה והדיוק.

source: <strong>Hexagon Size (in km)</strong> - Set the actual size of the hex bins that will be shown on the map.
he: <strong>גודל משושה (בק"מ)</strong> - הגדר את הגודל האמיתי של פחי המשושה שיוצג על המפה.

source: <strong>Hexagon Grid Precision</strong> - Set the precision with which the contents of the hex bins will be calculated.
he: <strong>דיוק רשת משושה</strong> - הגדר את הדיוק שבו תחושב תכולת פחי המשושה.

source: <strong>Warning:</strong> A large project area combined with a small hexagon size and/or high precision will take a very long time to load, and can crash your browser. We suggest changing these settings in small increments to find the best combination for your project.
he: <strong>אזהרה:</strong> שטח פרויקט גדול בשילוב משושה קטן גודל ו/או דיוק גבוה ייקח הרבה מאוד זמן לטעון, ויכול לקרוס את הדפדפן שלך. אנו מציעים לשנות את ההגדרות הללו במרווחים קטנים כדי למצוא את השילוב הטוב ביותר עבור הפרויקט שלך.

source: Basic Search Settings
he: הגדרות חיפוש בסיסי

source: Set the default search results behavior.
he: הגדר את התנהגות ברירת המחדל של תוצאות החיפוש.

source: <p> <strong>Number of search results per page</strong> - Set the number of search results shown per page. Note this also defines the number of search result markers that are shown on the map.<br> <strong>Number of search hints per dropdown</strong> - Set the number of search hints that will appear under the search bar as you type in search terms.<br> <strong>Max number of search results to export</strong> - Set the maximum number of resources to be exported from the search results. This value should generally be evenly divible by the SEARCH_RESULT_LIMIT setting in Arches (10,000 by default). </p>
he: <p> <strong>מספר תוצאות החיפוש בכל עמוד</strong>- הגדר את מספר תוצאות החיפוש המוצגות בכל עמוד. שים לב שזה גם מגדיר את מספר סמני תוצאות החיפוש המוצגים במפה.<br> <strong>מספר רמזי חיפוש לכל תפריט</strong> נפתח - הגדר את מספר רמזי החיפוש שיופיעו מתחת לשורת החיפוש תוך כדי הקלדה של מונחי חיפוש.<br> <strong>מספר מקסימלי של תוצאות חיפוש לייצוא</strong> - הגדר את המספר המרבי של משאבים לייצוא מתוצאות החיפוש. ערך זה אמור להיות מתחלק באופן שווה על ידי ההגדרה SEARCH_RESULT_LIMIT ב-Arches (10,000 כברירת מחדל). </p>

source: Temporal Search Settings
he: הגדרות חיפוש זמני

source: Arches creates a Time Wheel based on the resources in your database, to allow for quick temporal visualization and queries. A few aspects of this temporal search are defined here.
he: Arches יוצר גלגל זמן המבוסס על המשאבים במסד הנתונים שלך, כדי לאפשר הדמיה זמנית ושאילתות מהירים. כמה היבטים של זה חיפוש זמני מוגדרים כאן.

source: <strong>Color Ramp</strong> - <em>not currently implemented</em> The color ramp for the time wheel. For further reference, check out the <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.
he: <strong>צבע רמפת</strong> - <em>לא מיושם כרגע</em> צבע הרמפה לגלגל הזמן. לעיון נוסף, בדוק את <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference3</a>.

source: <strong>Time wheel configuration</strong> - <em>not currently implemented</em>
he: <strong>תצורת גלגל זמן</strong> - <em>לא מוטמע כרגע</em>

source: Saved Searches
he: חיפושים שמורים

source: Arches allows you save a search and present it as convenience for your users. Saved Searches appear as search options in the main Search page. Creating a Saved Search is a three-step process.
he: Arches מאפשר לך לשמור חיפוש ולהציג אותו כנוחות עבורך משתמשים. חיפושים שמורים מופיעים כאפשרויות חיפוש בדף החיפוש הראשי. יצירת חיפוש שמור היא תהליך בן שלושה שלבים.
