Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: This page is where you manage all of your <strong>Resource Models</strong> and <strong>Branches</strong>.
he: דף זה הוא המקום שבו אתה מנהל את כל <strong>מודלי המשאבים שלך</strong> <strong>וענפים</strong>.

source: If you don't see any listed here, you may want to consider <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">loading a package</a>. Alternatively, you can directly import individual Resource Model files through <strong>Add ...</strong> (close this panel to find the button). Finally, to start from scratch just <strong>Add ... > New Resource Model</strong>.
he: אם אינך רואה אף אחד כאן, מומלץ לשקול <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">טעינת חבילה</a>. לחלופין, אתה יכול ישירות ייבא קבצי מודל משאב בודדים באמצעות <strong>הוסף ...</strong> (סגור חלונית זו כדי למצוא את הכפתור). לבסוף, להתחיל מאפס פשוט <strong>הוסף... > מודל משאב חדש</strong> .

source: Once you have some graphs loaded, there are a few management operations which are only accessible through this page. Use <strong>Manage ...</strong> on a graph to perform the following actions:
he: ברגע שיש לך כמה גרפים טעונים, יש כמה פעולות ניהול אשר נגישים רק דרך דף זה. השתמש <strong>בניהול...</strong> על גרף כדי לבצע את הפעולות הבאות:

source: Manage Graph
he: ניהול גרף

source: Enter the Graph Designer. This is where the magic happens!
he: היכנסו לעורך הגרפים. כאן מתרחש הקסם!

source: Manage Functions
he: ניהול פונקציות

source: Resource Models only
he: מודלי משאבים בלבד

source: Enter the Function Manager. <strong>You must use the Function Manager to configure the display names of your resources!</strong> Otherwise, all your resources will just be labeled "Untitled" in the search results and on the map.
he: היכנס למנהל הפונקציות. <strong>עליך להשתמש במנהל הפונקציות כדי להגדיר את שמות התצוגה של המשאבים שלך!</strong> אחרת, כל שלך משאבים פשוט יופיעו בתווית "ללא כותרת" בתוצאות החיפוש וב-מפה

source: Create Mapping File
he: צור קובץ מיפוי

source: You will need a Mapping File if you plan to <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">bulk import resources</a> from a CSV file.
he: תזדקק לקובץ מיפוי אם אתה מתכנן לעשות זאת <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">משאבי ייבוא בכמות גדולה</a> מקובץ CSV.

source: Delete Instances
he: מחק מופעים

source: Delete all resource instances that have been made with this Resource Model. <strong>This operation is not reversible!</strong> It's likely this operation would never be used outside of initial installation and testing.
he: מחק את כל מופעי המשאבים שנוצרו עם מודל משאב זה. <strong>פעולה זו אינה הפיכה!</strong> סביר להניח כי פעולה זו לעולם לא תשמש מחוץ להתקנה ובדיקה ראשונית.

source: Export
he: יצא

source: Export this graph to a .json file. It can then be imported into a different Arches installation, or copied into a package.
he: ייצא גרף זה לקובץ json. לאחר מכן ניתן לייבא אותו לצורך התקנת Arches אחרת, או כדי להעתיק אותו לחבילה.

source: Clone
he: שכפל

source: Create a duplicate of this graph. Useful during development if you want to alter a Resource Model that already has resource instances saved.
he: צור העתק של גרף זה. מהלך שימושי במהלך הפיתוח אם אתה רוצה לשנות מודל משאב שכבר נשמרו בו מופעי משאבים.

source: Delete
he: מחק

source: Delete this graph. If this is a Resource Model, all resource instances that have been made with it will also be deleted (as with <strong>Delete Instances</strong> operation above).
he: מחק גרף זה. אם זהו מודל משאב, כל מופעי המשאב שנעשו איתו יימחקו גם הם (כמו עם הפעולות לעיל <strong>Delete Instances</strong> ).

source: What are Resource Models and Branches?
he: מהם מודלי משאבים וענפים?

source: At the core of an Arches database are a series of structures called "graphs", of which there are two types:
he: בליבת מסד הנתונים של Arches מצויה סדרה של מבנים הנקראים "גרפים", מהם ישנם שני סוגים:

source: <strong>Resource Models</strong> - When creating new Resources, a data entry user must decide which Resource Model to use, determining what information is collected for the Resource. Think of different Resource Models as categories of records in your database&mdash;"Buildings" vs. "Archaeological Sites" vs. "Cemeteries", for example. Every Arches database must have at least one Resource Model.
he: <strong>מודלים של משאבים</strong> - בעת יצירת משאבים חדשים, נתון משתמש כניסה חייב להחליט באיזה מודל משאב להשתמש, ולקבוע במה מידע נאסף עבור המשאב. תחשוב על משאב שונה מודלים כקטגוריות של רשומות במסד הנתונים שלך -"בניינים" לעומת "אתרים ארכיאולוגיים" לעומת "בתי קברות", למשל. כל Arches מסד הנתונים חייב להיות להכיל מודל משאב אחד.

source: <strong>Branches</strong> - You can think of Branches as "partial" graphs that can be aggregated to form the "full" graph of a Resource Model. They function as resuable building blocks, allowing you to avoid having to manually recreate complex structures in multiple Resource Models.
he: <strong>ענפים</strong> - ניתן לחשוב על ענפים כעל גרפים "חלקיים". שניתן לצבור כדי ליצור את הגרף "מלא" שלמודל משאב. הֵם לתפקד כאבני בניין שניתנות לחידוש, מה שמאפשר לך להימנע מהצורך ליצור מחדש באופן ידני מבנים מורכבים במספר מודלים של משאבים.

source: Cards Tab
he: לשונית כרטיסים

source: In this tab you will configure the user-facing aspects of your graph. There are multiple levels to doing so, which are reflected in the levels of the graph tree. <strong>Report Configuration</strong> where you choose the template for the resource report, <strong>Card Configuration</strong> where you'll specify card-related settings, and the <strong>Widget Manager</strong> where you will choose and configure the data entry widget for each node in the graph.
he: בלשונית זו תגדיר את ההיבטים הפונים למשתמש של הגרף שלך. שם הן רמות מרובות לעשות זאת, אשר באות לידי ביטוי ברמות של עץ גרפים. <strong>תצורת דוח</strong> שבו אתה בוחר את תבנית עבור דוח המשאבים, <strong>תצורת כרטיסים</strong> איפה תציין הגדרות הקשורות לכרטיס, ואת <strong>הווידג'ט</strong>מנהל שבו תבחר ותגדיר את הווידג'ט להזנת נתונים עבור כל צומת בגרף.

source: Report Configuration
he: תצורת דוח

source: Each Resource Model must be configured with a report template. Reports show data for all nodes in a resource instance for which the user has Read permissions.
he: כל מודל משאב חייב להיות מוגדר עם תבנית דוח. הדוחות מראים נתונים עבור כל הצמתים במופע המשאב שעבורו למשתמש יש הרשאות קריאה.

source: No Header Template
he: אין תבנית כותרת עליונה

source: Lists all node data, no special header at the top of the page.
he: מפרט את כל נתוני הצומת, ללא כותרת מיוחדת בראש העמוד.

source: Image Header Template
he: תבנית כותרת תמונה

source: Use this template for Resource Models that will be be primarily used to record images.
he: השתמש בתבנית זו עבור מודלים של משאבים שישמשו בעיקר לתיעוד תמונות.

source: Included Image Nodes
he: צמתי תמונה כלולים

source: Choose one or more nodes that hold images in this Resource Model. These images will be presented as a slideshow in the report header.
he: בחר צומת אחד או יותר שמכילים תמונות במודל משאב זה. תמונות אלו יוצגו כמצגת שקופיות בכותרת העליונה של הדוח.

source: Map Header Template
he: תבנית כותרת עליונה של מפה

source: Use this template for Resource Models that will be be primarily used to record resources that have a geo-location. There are number of settings you should fill out to control the appearance of the map in the header.
he: השתמש בתבנית זו עבור מודלים של משאבים שישמשו בעיקר לתיעוד משאבים שיש להם מיקום גיאוגרפי. יש מספר הגדרות שצריך למלא כדי לשלוט במראה המפה בכותרת העליונה.

source: Map Controls
he: בקרות מפה

source: Choose whether or not the user has access to the Map Tools.
he: בחר אם לאפשר למשתמש גישה לכלי המפות.

source: Position
he: עמדה

source: You can set the position by panning the map. On report load, the map will automatically pan and zoom to the resource geo-location if there is one (also see <strong>Default Value</strong> below). Pitch values are 0-60 (higher = more oblique), <strong>Bearing</strong> values can be positive or negative (270 faces west; -180 faces south). Use <code>ctrl + click</code> then pan the map to change Pitch and Bearing.
he: אתה יכול להגדיר את המיקום על ידי הזזה של המפה. בעת טעינת הדוח, המפה תעשה זאת הזזה והגדלה אוטומטית למיקום הגיאוגרפי של המשאב אם יש כזה (ראה גם <strong>ערך ברירת מחדל</strong> למטה). ערכי הגובה הם 0-60 (גבוה יותר = יותר אלכסוני), <strong>ערכי נושא</strong> יכולים להיות חיוביים או שלילי (270 פניות מערבה; -180 פניות דרומה). השתמש ב- <code>ctrl + click</code> לאחר מכן הזיזו את המפה כדי לשנות את ה-Pitch and Bearing.

source: Zoom
he: זום

source: Zoom levels go from 0 (zoomed out) to 20 (zoomed in). On report load, the map will automatically pan and zoom to the resource geo-location if there is one.
he: רמות הזום עוברות מ-0 (הקטנה) ל-20 (הגדלה). בטעינת דוח, המפה תזוז אוטומטית ותתמקד למיקום הגיאוגרפי של המשאב אם קיים.

source: Configure which geocoding service the address search bar will use, and whether or not to show the bar at all.
he: הגדר באיזה שירות קידוד גיאוגרפי ישתמש שורת החיפוש, וכן האם להציג את הסרגל בכלל או לא.

source: Resource Properties
he: מאפייני המשאב

source: Configure some styling options for how the resource appears on the map.
he: הגדר כמה אפשרויות סגנון לאופן שבו המשאב מופיע במפה.

source: Default Value
he: ערך ברירת מחדל

source: Choose whether the map should zoom to the resource geo-location if available or the geo-location of the user.
he: בחר אם המפה צריכה להתמקד למיקום הגיאוגרפי של המשאב אם קיים או למיקום הגיאוגרפי של המשתמש.

source: Card Configuration
he: תצורת/ קונפיגורציה כרטיס

source: The settings for Cards are mostly related yo how you want a user to see the card, but some have a more direct bearing on data structure as well. The preview shows what the card will look like to users.
he: ההגדרות של כרטיסים קשורות בעיקר לאופן שבו אתה רוצה שמשתמש יראה את כרטיס, אך לחלקם יש השפעה ישירה יותר גם על מבנה הנתונים. התצוגה מקדימה מראה איך הכרטיס ייראה למשתמשים.

source: Card Type
he: סוג כרטיס

source: Choose the Card Component to use. Only the Default Card is available initially, but custom Card Components are a way for developers to enhance the user experience.
he: בחר את רכיב הכרטיס לשימוש. רק כרטיס ברירת המחדל זמין בהתחלה, אבל רכיבי כרטיסים מותאמים אישית הם דרך למפתחים לשפר חווית המשתמש.

source: Card Title
he: כותרת הכרטיס

source: Users will see this title when performing data entry.
he: משתמשים יראו את הכותרת הזו בעת ביצוע הזנת נתונים.

source: Subtitle
he: כותרת משנה

source: Users will see this subtitle when performing data entry.
he: משתמשים יראו כתובית זו בעת ביצוע הזנת נתונים.

source: You can add your own CSS classes to this Card to customize its look and feel. Define these classes in your project's "package.css" file.
he: אתה יכול להוסיף CSS classes משלך לכרטיס זה כדי להתאים אישית את המראה שלו. הגדר מחלקות אלה בקובץ "package.css" של הפרויקט שלך.

source: Make Card Visible
he: הפוך את הכרטיס לגלוי

source: Show this Card by default. Developers could hide a card initially, and show it based other variables.
he: הצג את הכרטיס הזה כברירת מחדל. מפתחים יכלו להסתיר כרטיס בתחילה, ולהראות זה בהתבסס על משתנים אחרים.

source: Allow Multiple Values
he: אפשר ערכים מרובים

source: While certain node data types allow the storage of multiple values in a single node, "concept-list" for example, this setting is how you control cardinality at a higher level. When determining whether or not to use this setting, we recommend testing out the resource editor interface directly.
he: בעוד שסוגי נתוני צומת מסוימים מאפשרים אחסון של מספר ערכים ב-a צומת בודד, "רשימת קונספטים", למשל, הגדרה זו היא הדרך שבה אתה שולט קרדינליות ברמה גבוהה יותר. כאשר קובעים אם להשתמש בזה או לא בהגדרה, אנו ממליצים לבדוק את ממשק עורך המשאבים ישירות.

source: Enable Card-level Help
he: אפשר עזרה ברמת הכרטיס

source: To aid data entry users when using this Card, you may want to add some extra guidance. Enable setting to do so, and design the content of this guidance with the Card-Level Help menu.
he: כדי לסייע למשתמשים בהזנת נתונים בעת השימוש בכרטיס זה, ייתכן שתרצה להוסיף עוד קצת הדרכה. אפשר הגדרה לעשות זאת, ועצב את התוכן של הדרכה זו עם תפריט העזרה ברמת הכרטיס.

source: Widget Management
he: ניהול הווידג'ט

source: Widgets are data entry helpers for each node that collects information; it's often easier to pick a date from a calendar than to type it in, for example. Generally, the data type of the node will determine which Widget template is used. However, in some cases you will have a choice: For example, in the case of a <code>concept</code> node, you can choose a dropdown menu or a set of radio buttons. Similarly, for a <code>string</code> node you can choose a basic text box or a rich text editor.
he: ווידג'טים הם עוזרי הזנת נתונים עבור כל צומת שאוסף מידע; שֶׁלָה לרוב קל יותר לבחור תאריך מלוח שנה מאשר להקליד אותו, עבור דוגמא. בדרך כלל, סוג הנתונים של הצומת יקבע איזה ווידג'ט נעשה שימוש בתבנית. עם זאת, במקרים מסוימים תהיה לך בחירה: עבור לדוגמה, במקרה של <code>קונספט</code> , אתה יכול לבחור א תפריט נפתח או קבוצה של לחצני בחירה. באופן דומה, עבור <code>string</code> אתה יכול לבחור תיבת טקסט בסיסית או טקסט עשיר ערוך.

source: Depending on the Widget, there are more settings you can configure, most of which are optional and all come with acceptable defaults.
he: בהתאם לווידג'ט, יש הגדרות נוספות שאתה יכול להגדיר, רובן אופציונליות וכולן מגיעות עם ברירות מחדל מקובלות.

source: Common Settings
he: הגדרות נפוצות

source: Widget Label
he: תווית ווידג'ט

source: This will be used in the user interface. The default label comes from the node name.
he: זה ישמש בממשק המשתמש. תווית ברירת המחדל מגיעה שם הצומת.

source: Template
he: תבנית

source: The list of available Widgets is determined by the node's data type, though developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">create new Widgets</a>.
he: עם זאת, רשימת הווידג'טים הזמינים נקבעת לפי סוג הנתונים של הצומת מפתחים יכולים <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">צור ווידג'טים חדשים</a>.

source: Placeholder
he: מציין מקום

source: Shown in the input area before the user has entered anything.
he: מוצג באזור הקלט לפני שהמשתמש הזין משהו.

source: If desired, you can define a default value.
he: אם תרצה, תוכל להגדיר ערך כברירת מחדל.

source: Other Settings by Widget
he: הגדרות אחרות לפי ווידג'ט

source: map-widget
he: ווידג'ט מפה

source: The map widget allows for a good deal of customization, from the default center and zoom level to default layers.
he: יישומון המפה מאפשר מידה רבה של התאמה אישית, מברירת המחדל מרכז ורמת זום לשכבות ברירת מחדל.

source: This widget is used for the normal date data type, not the extended date/time format data type. You can set minumum or maximum dates, change how specific the calendar is when user first opens it, or set the display of the date. However, note that real YYYY-MM-DD dates are stored in the database whether no matter what display format you have chosed for this widget. So if you have set YYYY for the <strong>Date Format</strong> and a user enters "2005", then "2005-01-01" will be saved in the database.
he: יישומון זה משמש לסוג נתוני התאריך הרגיל, לא המורחב סוג הנתונים בפורמט תאריך/שעה. אתה יכול להגדיר תאריכים מינימום או מקסימום, הגדר ספציפית את היומן לשימוש המשתמש כאשר הוא פותח אותו לראשונה, או הגדר את התצוגה של התאריך. עם זאת, שים לב שתאריכי YYYY-MM-DD אמיתיים מאוחסנים ב- מסד נתונים, לא משנה באיזה פורמט תצוגה בחרת עבור זה יישומון. אז אם הגדרת YYYY עבור <strong>פורמט התאריך</strong> והמשתמש יזין "2005", ואז "2005-01-01" יישמר במסד הנתונים.

source: <p>Functions are discrete operations that can be associated with a Resource Model and are run on specific nodes or cards whenever a user clicks creates or modify's a Resource. Here in the Function Manager you will associate Functions with this Resource Model and configure them appropriately.</p> <p>To add a Function to this Resource Model, click on it in Function Library, and notice that it is added to the list of Selected Functions. To delete a Function, use the <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> symbol in the upper right corner.
he: <p>פונקציות הן פעולות נפרדות שניתן לשייך למודל משאב ומופעלות על צמתים או כרטיסים ספציפיים בכל פעם שמשתמש לוחץ יוצר או משנה משאב. כאן במנהל הפונקציות תשייך פונקציות למודל משאב זה ותגדיר אותם כראוי.</p> <p>כדי להוסיף פונקציה למודל משאב זה, לחץ עליה בספריית הפונקציות ושימו לב שהיא נוספה לרשימת הפונקציות הנבחרות. כדי למחוק פונקציה, השתמש ב- <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i>סמל בפינה הימנית העליונה.

source: adding a function - click to view
he: הוספת פונקציה - לחץ לצפייה

source: <p>Arches comes with three default functions (see below). However, functions are envisioned as the hook through which developers can easily customize Arches capabilities, because new Functions can be added to your individual Arches installation. Learn more <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>
he: <p>Arches מגיע עם שלוש פונקציות ברירת מחדל (ראה להלן). עם זאת, פונקציות נתפסות בתור ה-hook שדרכו מפתחים יכולים להתאים אישית בקלות את יכולות Arches, מכיוון שניתן להוסיף פונקציות חדשות להתקנת Arches האישית שלך. למידע נוסף <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">כאן</a>.</p>

source: Define Resource Descriptors
he: הגדר את מתארי המשאבים (Resource Descriptors)

source: This function will generate one or more descriptors for Resources that are created with this Resource Model. These descriptors are used throughout the database interface, but are not saved as part of the resource. This gives you control over the way Resources are identified and described in search results and elsewhere.
he: פונקציה זו תיצור תיאור אחד או יותר עבור משאבים שכן נוצר עם מודל משאב זה. מתארים אלה משמשים לאורך כל ממשק מסד הנתונים, אך אינם נשמרים כחלק מהמשאב. זה נותן אתה שולט על האופן שבו משאבים מזוהים ומתוארים בחיפוש תוצאות ובמקומות אחרים.

source: Once added to the Resource Model, use the appropriate tab to configure a descriptor template. Choose a card, and variables corresponding to each node in that card will be added to the template, demarcated with <code>&lt; &gt;</code>. You can rearrange these variables and add text to customize the descriptor. When you have set the descriptors, click <strong>Re-Index</strong> to update any existing resources in your database.
he: לאחר הוספה למודל המשאבים, השתמש בלשונית המתאימה כדי להגדיר את א תבנית תיאור. בחר כרטיס ומשתנים המתאימים לכל צומת בכרטיס זה יתווסף לתבנית, שתוחם ב- <code>&lt; &gt;</code> . אתה יכול לארגן מחדש את המשתנים האלה ולהוסיף טקסט כדי להתאים אישית את מתאר. לאחר שהגדרת את המתארים, לחץ על <strong>אינדקס מחדש</strong> לעדכון משאבים קיימים במסד הנתונים שלך.

source: If there are multiple instances of a given card in a Resource, the first one added will be used to create these descriptors. To manually change this, edit the Resource in question and drag the desired tile to the top of the list.
he: אם יש מספר מופעים של כרטיס נתון במשאב, הראשון הוסיף ישמש ליצירת מתארים אלה. כדי לשנות זאת באופן ידני, ערוך את המשאב המדובר וגרור את האריח הרצוי לראש הרשימה.

source: Any user with read access permission to a resource will be seeing these resource descriptors wherever it shows up in search results or on the map. <strong>If a card is intended to be hidden from any group of users, it should not be used in this function.</strong>
he: כל משתמש עם הרשאת גישת קריאה למשאב יראה אותם מתארי משאבים בכל מקום שהוא מופיע בתוצאות החיפוש או במפה. <strong>אם כרטיס נועד להיות מוסתר מקבוצת משתמשים כלשהי, הוא אין להשתמש בפונקציה זו.</strong>

source: <h5>Example</h5> <p>Consider a Resource where the <strong>Name</strong> node value is <em>Folsom School</em> and <strong>Name Type</strong> node value is <em>Primary</em>.</p> <p>Selecting the <strong>Name</strong> card will populate the template with <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. The resulting descriptor would read <em>Primary, Folsom School</em>. Changing the template to <code>Building Name: &lt;Name&gt;</code> would yield <em>Building Name: Folsom School</em>.</p>
he: <h5>דוגמא</h5> <p>שקול משאב שבו <strong>שם</strong> הוא ערך הצומת הוא Folsom<em> School</em> וערך הצומת של <strong>סוג שם</strong> הוא <em>ראשי</em>.</p> <p>בחירה <strong>שם</strong> הכרטיס תאכלס את התבנית ב- <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. התיאור המתקבל יקרא </em>ראשי, Folsom School</em> . שינוי התבנית ל <code>שם בניין: &lt;שם&gt;</code> יניב <em>שם בניין: Folsom School</em></p>

source: Graph Tab
he: לשונית גרף

source: In this tab you will design the graph&mdash;the core of a Resource Model or Branch. In fact, sometimes Resource Models and Branches are generically referred to as "graphs".
he: בלשונית זו תעצב את הגרף; הליבה של מודל משאב או ענף. לפעמים מתייחסים למודלי משאב וענפים באופן כללי כ "graphs".

source: For the first step in building a graph, you should fill out the <strong>top-level settings</strong>. Some of these may be changed later while others can't, so make sure to do a lot of testing while developing a graph. With the top-level settings in place, it's time to <strong>construct the graph</strong> by adding nodes (or full Branches) to the graph tree. Along the way, you'll need to set the <strong>node-level settings</strong> for each node you create.
he: לשלב הראשון בבניית גרף, עליך למלא את <strong>החלק העליון של הגדרות</strong>. חלקם עשויים להשתנות מאוחר יותר בעוד שאחרים לא יכול, אז הקפד לעשות הרבה בדיקות תוך כדי פיתוח גרף. עם ההגדרות ברמה העליונה במקום, הגיע הזמן <strong>לבנות את</strong> גרף על ידי הוספת צמתים (או סניפים מלאים) לעץ הגרפים. לְאוֹרֶך בדרך, תצטרך להגדיר את <strong>ההגדרות ברמת הצומת</strong> עבור כל צומת שאתה יוצר.

source: Once you've finished creating this Resource Model or Branch make sure to set its status to "active".
he: לאחר שסיימת ליצור את מודל המשאב או הענף הזה, הקפד להגדיר המצב שלו ל"פעיל".

source: Top-Level Settings
he: הגדרות ברמה העליונה

source: Identifiers
he: מזהים

source: Used to identify this Resource Model throughout the app interface. Default is New Resource Model.
he: משמש לזיהוי מודל משאב זה בכל ממשק האפליקציה. ברירת מחדל הוא מודל משאב חדש.

source: Optional subtitle, displayed on the Arches Designer home page.
he: כתובית אופציונלית, מוצגת בדף הבית של מעצב המידע של Arches.

source: Ontology
he: אונטולוגיה

source: Decide whether an ontology will be enforced in this graph. To learn more about what this means, read <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies in Arches</a>. By default, you are allowed to choose between using the CIDOC CRM v6.2, or using no ontology. Once a node or branch has been added to this graph the <strong>Ontology</strong> setting <em>cannot be modified</em>.
he: החליטו אם אונטולוגיה תיאכף בגרף זה. ללמוד יותר על מה זה אומר, קרא <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">אונטולוגיות בArches</a> . כברירת מחדל, אתה רשאי בחר בין שימוש ב-CIDOC CRM v6.2, או שימוש ללא אונטולוגיה. פעם צומת או ענף נוספה לגרף זה ההגדרה <strong>אונטולוגיה</strong> <em>לא ניתן לשנות</em>.

source: This setting is only necessary if an "Ontology" has been chosen. Define the ontology class of the root node for this graph.
he: הגדרה זו נחוצה רק אם נבחרה "אונטולוגיה". להגדרת המחלקה האונטולוגיה של צומת השורש עבור גרף זה.

source: Configuration
he: תצורה (Configuration)

source: Status
he: סטטוס
