Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: <strong>1. Specify Search Criteria</strong> - Go to the Search page and enter all the criteria you would like to use to configure your Saved Search. You may notice that with the addition of each new search filter (either by using the term filter, map filtering tools, or temporal filters) the URL for the page will change.<br> <strong>2. Copy the URL</strong> - In your browser address bar, copy the <em>entire</em> URL. This will be a long string that defines each of the search filters created in step 1.<br> <strong>3. Create the Saved Search</strong> - Finally, head back to this page and fill out the settings that you see at left. You can also upload an image that will be shown along with your Search Search.
he: <strong>1. ציין קריטריוני חיפוש</strong> - עבור לדף החיפוש והזן את כל הקריטריונים שבהם תרצה להשתמש כדי להגדיר את החיפוש השמור שלך. ייתכן שתבחין שעם הוספת כל מסנן חיפוש חדש (בין אם באמצעות המונח מסנן, כלי סינון מפות או מסננים זמניים) כתובת האתר של הדף תשתנה.<br> <strong> 2. העתק את ה URL </strong> - לשורת הכתובת של הדפדפן שלך, העתק את <em>כל</em> ה -URL. זו תהיה מחרוזת ארוכה שמגדירה כל אחד ממסנני החיפוש שנוצרו בשלב 1.<br> <strong> 3. צור את החיפוש השמור</strong> - לבסוף, חזור לדף זה ומלא את ההגדרות שאתה רואה משמאל. אתה יכול גם להעלות תמונה שתוצג יחד עם חיפוש החיפוש שלך.

source: Arches Features
he: תכונות Arches

source: Search Arches
he: חפש ב Arches

source: Sign in
he: התחבר

source: Welcome,
he: ברוך הבא,

source: Log off
he: התנתק

source: Home
he: דף הבית

source: Fast
he: מהיר

source: Workflows
he: תהליכי עבודה

source: Mobile
he: נייד

source: A web and mobile platform for
he: פלטפורמת אינטרנט ומובייל עבור

source: managing your most important resource information
he: ניהול המידע של המשאבים החשובים ביותר שלך

source: Deploy Applications Rapidly
he: צור יישומים במהירות

source: Design custom information management applications in hours. Build your databases with Arches Designer, then configure your interface all without having to write any code.
he: עיצוב יישומי ניהול מידע מותאמים אישית תוך שעות. בנה את שלך מסדי נתונים עם מעצב המידע של Arches, ולאחר מכן הגדר את הממשק שלך ללא צורך לכתוב כל קוד.

source: Interface Manager
he: ניהול הממשק

source: Arches automatically creates data entry forms based on your data models. Use Arches' Card Manager to configure the look and feel of your data entry UI.
he: Arches יוצר באופן אוטומטי טפסי הזנת נתונים בהתבסס על דגמי הנתונים שלך. השתמש ב-Arches' Card Manager כדי להגדיר את המראה והתחושה של הזנת הנתונים שלך UI.

source: Data Security
he: אבטחת מידע

source: Use Arches' Permissions Manager to set up data access rules for all your user groups and individual accounts. You can define read/write/delete and no-access permissions.
he: השתמש במנהל ההרשאות של Arches כדי להגדיר כללי גישה לנתונים עבור כל קבוצות משתמשים וחשבונות בודדים. אתה יכול להגדיר קריאה/כתיבה/מחיקה ו הרשאות ללא גישה.

source: Orchestrate your data entry
he: תזמר את הזנת הנתונים שלך

source: Design step-wise data management interfaces that simplify complex editing tasks. Ensure that everyone enters data completely and consistently
he: עצב ממשקי ניהול נתונים באופן שלבי המפשטים עריכה מורכבת משימות. ודא שכולם יזינו נתונים באופן מלא ועקבי

source: Arches Search Tools
he: כלי חיפוש של Arches

source: Find what you're looking for
he: מצא את מה שאתה מחפש

source: Arches comes with powerful built-in search tools. Quickly filter large databases with term, geospatial, and time-based search components
he: Arches מגיע עם כלי חיפוש מובנים רבי עוצמה. מסנן במהירות גדולה מסדי נתונים עם רכיבי חיפוש מבוססי מונחים, גיאו-מרחביים וזמן

source: Search Options
he: אפשרויות חיפוש

source: Arches gives you many ways to find precisely the information you need, even if your Arches application contains 10's of millions of records. In addition to term, thesaurus, geospatial, and temporal filters, Arches provides you with advanced filtering options that support boolean logic, inverses, and many other filtering options.
he: Arches נותן לך דרכים רבות למצוא בדיוק את המידע שאתה צריך, אפילו אם אפליקציית Arches שלך מכילה 10 של מיליוני רשומות. ב בנוסף למונח, תזאורוס, מסננים גיאו-מרחביים וזמניים, Arches מספק לך אפשרויות סינון מתקדמות התומכות בלוגיקה בוליאני, הפוך, ואפשרויות סינון רבות אחרות.

source: Arches' search capabilities also provide for sophisticated data visualizations, including interactive displays of the connections between your data objects using a Force Directed Graph.
he: יכולות החיפוש של Arches מספקות גם נתונים מתוחכמים הדמיות, כולל תצוגות אינטראקטיביות של הקשרים ביניהם אובייקטי הנתונים שלך באמצעות גרף מכוון בכוח.

source: If you're a software developer, you can build on Arches modular search services and create your own filters, reports, and visualizations to best show off your particular dataset.
he: אם אתה מפתח תוכנה, אתה יכול לבנות על החיפוש המודולרי של Arches שירותים וצור מסננים, דוחות והדמיות משלך כמיטב יכולתך להראות את מערך הנתונים הספציפי שלך.

source: Work on the go...
he: עבודה תוך כדי תנועה...

source: Arches Collector allows you to create new data and edit existing records when you're away from your computer. Don't worry if you're out of cell or Wi-Fi range. Create new records, update information, even add new map locations. Then synch your changes to your Arches application when you re-establish a network connection.
he: Arches קולקטור מאפשר לך ליצור נתונים חדשים ולערוך רשומות קיימות כשאתה רחוק מהמחשב שלך. אל תדאג אם אתה מחוץ לתא או טווח Wi-Fi. צור רשומות חדשות, עדכן מידע, אפילו הוסף מפה חדשה מיקומים. לאחר מכן סנכרן את השינויים שלך עם אפליקציית Arches שלך כאשר תוכל להתחבר לרשת.

source: Arches Collector is available for iOS and Android devices. Download the app from your favorite marketplace.
he: Arches קולקטור זמין עבור מכשירי iOS ואנדרואיד. הורד את האפליקציה מהאתר המועדף עליך.

source: Sample Institution Name
he: דוגמה לשם מוסד

source: Sample Address
he: כתובת לדוגמה

source: Guides and Documentation
he: מדריכים ותיעוד

source: What is Arches
he: אז מה זה Arches?

source: Arches Collector
he: Arches קולקטור

source: Implementation Considerations
he: שיקולי יישום

source: Information For Developers
he: מידע למפתחים

source: FAQ
he: שאלות נפוצות

source: Standards and Interoperability
he: סטנדרטים ותאימות

source: Installation Guide
he: מדריך התקנה

source: Arches Project Background
he: רקע לפרויקט Arches

source: Arches Webinars/Presentations
he: וובינרים/מצגות של Arches

source: Terms & Conditions
he: תנאים והגבלות

source: Privacy Policy
he: מדיניות פרטיות

source: Find an address...
he: מצא כתובת...

source: Edits pending...
he: עריכות בהמתנה...

source: You currently have edits pending, are you sure you would like to proceed (and discard any pending edits)?
he: יש לך כרגע עריכות ממתינות, האם אתה בטוח שברצונך להמשיך (ולמחוק את כל העריכות הממתינות)?

source: Delete Branch/Resource Model?
he: למחוק מודל משאב/ענף?

source: Deleting this branch/resource model will remove it (and all associated data) entirely. Are you sure you would like to proceed?
he: מחיקת כל המשאבים מסירה לחלוטין את כל הנתונים המשויכים לתרשים זה. האם אתה בטוח שברצונך להמשיך?

source: Delete All Resources Associated with this Graph?
he: למחוק את כל המשאבים המשויכים לגרף זה?

source: Deleting All Resources removes all associated data with this graph entirely. Are you sure you would like to proceed?
he: מחיקת כל המשאבים מסירה לחלוטין את כל הנתונים המשויכים לתרשים זה. האם אתה בטוח שברצונך להמשיך?

source: Delete Resource?
he: למחוק משאב?

source: Deleting this resource will remove it (and all associated data) entirely. Are you sure you would like to proceed?
he: מחיקת משאב זה תסיר לחלוטין אותו (ואת כל הנתונים המשויכים לו). האם אתה בטוח שברצונך להמשיך?

source: Delete map layer?
he: האם למחוק את שכבת המפה?

source: Deleting this map layer will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
he: מחיקת שכבת המפה הזו תסיר אותה לחלוטין. לא ניתן לבטל פעולה זו. האם אתה בטוח שברצונך להמשיך?

source: Delete survey?
he: האם למחוק את הסקר?

source: Deleting this survey will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
he: מחיקת סקר זה תסיר אותו לחלוטין. לא ניתן לבטל פעולה זו. האם אתה בטוח שברצונך להמשיך?

source: Graph import failed.
he: ייבוא הגרפים נכשל.

source: Request Failed...
he: בקשה נדחתה..

source: Sorry! The request failed. Please try again. Contact your system administrator if the problem persists.
he: סליחה! הבקשה נכשלה. בבקשה נסה שוב. צור קשר עם מנהל המערכת שלך אם הבעיה נמשכת.

source: Resource Successfully Copied.
he: המשאב הועתק בהצלחה.

source: Resource Copy Failed...
he: העתקת המשאב נכשלה...

source: Sorry! The copy request failed. Please try again. Contact your system administrator if the problem persists.
he: סליחה! בקשת ההעתקה נכשלה. בבקשה נסה שוב. צור קשר עם מנהל המערכת שלך מנהל אם הבעיה נמשכת.

source: You are deactivating an active survey
he: הינך משבית סקר פעיל

source: Users will not be able to download this survey to their device
he: משתמשים לא יוכלו להוריד סקר זה למכשיר שלהם

source: You are activating this survey
he: אתה מפעיל את הסקר הזה

source: Users will immediately be able to download this survey and begin collecting data
he: המשתמשים יוכלו להוריד את הסקר הזה ומיד להתחיל לאסוף נתונים

source: Add point
he: הוסף נקודה

source: Add line
he: הוסף קו

source: Add polygon
he: הוסף פוליגון

source: Select drawing
he: בחר צורה

source: Create a new ${graphName}
he: צור {graphName}$ חדש

source: Add new Relationship
he: הוסף יחס חדש

source: Network response was not ok
he: תגובת הרשת לא הייתה תקינה

source: You are about to delete ${val}.
he: אתה עומד למחוק ${val}.

source: Are you sure you want to continue?
he: האם אתה בטוח שאתה רוצה להמשיך?

source: You are about to quit the workflow.
he: אתה עומד לעזוב את תהליך העבודה.

source: Term Matches
he: התאמות למונח

source: ${total} date values
he: {total}$ ערכי תאריך

source: Select Widgets
he: בחר ווידג'טים

source: (This card data will define the resource description.)
he: (נתוני כרטיס זה יגדירו את תיאור המשאב.)

source: (This card data will define the resource name.)
he: (נתוני כרטיס זה יגדירו את שם המשאב.)

source: Model Details
he: פרטי המודל

source: Summary of how this model participates in the survey
he: תקציר כיצד מודל זה משולב בסקר

source: Settings Conflict: Remove this card from grouped card?
he: התנגשות הגדרות: להסיר את הכרטיס הזה מהכרטיס המקובץ?

source: Cancel drawing
he: בטל שרטוט

source: Finish drawing
he: סיים שרטוט

source: Finish
he: סיים

source: Delete last point drawn
he: מחק נקודה אחרונה שצוירה

source: Delete last point
he: מחק נקודה האחרונה

source: Draw a polyline
he: שרטט קווים מרובים

source: Draw a polygon
he: שרטט פוליגון

source: Draw a rectangle
he: שרטט מלבן

source: Draw a circle
he: שרטט עיגול

source: Draw a marker
he: שרטט סמן

source: Click and drag to draw circle.
he: לחץ וגרור כדי לשרטט עיגול.

source: Radius
he: רדיוס

source: Click map to place marker.
he: לחץ על המפה כדי למקם את הסמן.

source: Click to start drawing shape.
he: לחץ כדי להתחיל לשרטט צורה.

source: Click to continue drawing shape.
he: לחץ כדי להמשיך שרטט צורה.

source: Click first point to close this shape.
he: לחץ על הנקודה הראשונה כדי לסגור צורה זו.

source: <strong>Error:</strong> shape edges cannot cross!
he: שגיאה: קצות צורות אינם יכולים להתנגש!

source: Click to start drawing line.
he: לחץ כדי להתחיל לשרטט קו.

source: Click to continue drawing line.
he: לחץ כדי להמשיך לשרטט קו.

source: Click last point to finish line.
he: לחץ על הנקודה האחרונה לסיום קו.

source: Click and drag to draw rectangle.
he: לחץ וגרור כדי לשרטט מלבן.

source: Release mouse to finish drawing.
he: שחרר את העכבר כדי לסיים את השרטוט.

source: Apply changes.
he: החל שינויים.

source: Apply
he: החל

source: Undo edits, discards all changes.
he: בטל עריכות, התעלם מכל השינויים.

source: Undo
he: בטל

source: Edit drawings.
he: ערוך שרטוטים.

source: No drawings to edit.
he: אין שרטוטים לעריכה.

source: Delete drawings.
he: מחק שרטוטים.

source: No drawings to delete.
he: אין שרטוטים למחיקה.

source: Drag handles, or marker to edit feature.
he: גרור נקודות אחיזה או סמן כדי לערוך פריט.

source: Click undo to cancel changes.
he: לחץ על בטל כדי לבטל שינויים.

source: Click on a feature to remove
he: לחץ על פריט להסרה

source: Sign In
he: התחבר

source: Sign in to Arches to access your data modeling, editing, and discovery tools.
he: התחבר ל-Arches כדי לגשת לכלי המידול, העריכה וחקר הנתונים שלך

source: Login failed
he: ההתחברות נכשלה

source: Invalid username and/or password.
he: שם משתמש ו/או סיסמה שגויים

source: Forgot password ?
he: שכחת סיסמה ?

source: Forgot password?
he: שכחת סיסמה?

source: Create a new account
he: צור חשבון חדש

source: Learn more about <a href='http://www.archesproject.org'>Arches</a>
he: למידע נוסף על <a href='http://www.archesproject.org'>Arches</a>

source: Select a graph...
he: בחר גרף...

source: Graphs/Semantics
he: גרפים/סמנטיקה

source: Define graph
he: הגדר גרף

source: Return to Arches Designer
he: חזור למעצב המידע של ארצ'ס

source: Create Arches Resource Models and Branches
he: צור מודלים של משאבים וענפים של ארצ'ס

source: footer
he: כותרת תחתונה

source: New Model
he: מודל חדש

source: Create new Resource Model
he: צור מודל משאב חדש

source: New Branch
he: ענף חדש

source: Create new Branch
he: צור ענף חדש

source: Import Model
he: ייבא מודל

source: Import Model by uploading a json file
he: ייבא מודל על ידי העלאת קובץ json

source: Clone Model
he: שכפל מודל

source: Clone Branch
he: שכפל ענף

source: Clone the existing Resource Model
he: שכפל מודל קיים

source: Clone the existing Branch
he: שכפל ענף הקיים

source: Export Model
he: יצא מודל

source: Export Branch
he: יצא ענף

source: Export the existing Resource Model
he: ייצא את מודל המשאב הקיים

source: Export the existing Branch
he: ייצא את הענף הקיים

source: Functions
he: פונקציות

source: Configure functions attached to this Resource Model
he: הגדר את הפונקציות המקושרות למודל זה

source: Export Mapping File
he: ייצוא קובץ מיפוי המודל

source: Use a mapping file with import/export of business data
he: השתמש בקובץ המיפוי לצרכי ייבוא/ייצוא של נתונים

source: Delete Associated Instances
he: מחק מופעים משויכים למודל

source: Delete All Associated Instances with this Model
he: מחק את כל המופעים המשויכים למודל זה

source: Delete Model
he: מחק מודל

source: Delete Branch
he: מחק ענף

source: Delete the existing Resource Model
he: מחק את מודל המשאב הקיים

source: Delete the existing Branch
he: מחק את הענף הקיים

source: Exit Project
he: צא מפרויקט

source: Return to the list of available projects
he: חזור לרשימת הפרויקטים הזמינים

source: Delete Project
he: מחק את הפרויקט

source: Delete the current project
he: מחק את הפרויקט הנוכחי

source: You cannot delete an active project
he: לא ניתן למחוק פרויקט פעיל

source: Copy Resource
he: העתק משאב

source: Make a copy and start editing
he: צור עותק והתחל לערוך

source: Delete Resource
he: מחק משאב

source: Permanently delete this resource
he: מחק משאב זה לצמיתות

source: Review Edit History
he: סקור את היסטוריית העריכה

source: View changes to this resource record
he: הצג שינויים ברשומת משאב זו

source: Jump to Report
he: קפוץ לדוח

source: View the full resource report
he: הצג את דוח המשאב המלא

source: Print Report
he: הדפס דוח

source: Print the full resource report
he: הדפס את דוח המשאב המלא

source: Toggle Dropdown
he: החלף את התפריט הנפתח

source: Add Thesauri
he: הוסף תזאורוס

source: Import Thesauri
he: ייבא תזאורוס

source: Export Thesauri
he: ייצא תזאורוס

source: Delete Thesauri
he: מחק תזאורוס

source: Add Collection
he: הוסף אוסף

source: Delete Collection
he: מחק את האוסף

source: Export All Collections
he: ייצא את כל האוספים

source: Loading...
he: טעינה...

source: Create Account
he: צור חשבון

source: Register to access data modeling, editing, and discovery tools.
he: הירשם כדי לגשת לכלי המידול, העריכה וחקר נתונים.

source: Please correct the error below.
he: אנא תקן את השגיאה הבאה.

source: Please correct the errors below.
he: אנא תקן את השגיאות הבאות.

source: Signup
he: הירשם

source: Add Buffer Feature
he: הוספת מאגר תכונה

source: Distance:
he: מרחק:

source: Units:
he: יחידות:

source: meters
he: מטרים

source: feet
he: רגל

source: Add as new
he: הוסף כחדש

source: Add Feature
he: הוסף פריט

source: These data are provisional and pending review
he: נתונים אלה הם זמניים וממתינים לבדיקה

source: Sorry, you don't have access to this information
he: מצטערים, אין לך גישה למידע זה

source: No data added yet for
he: עדיין לא נוספו נתונים עבור

source: Add Gnu
he: הוסף Gnu

source: Showing edits by
he: מציג עריכות מאת

source: Return to approved edits
he: חזור לעריכות מאושרות

source: This is a new contribution by a provisional editor.
he: זוהי תרומה חדשה של עורך זמני.

source: Currently showing the most recent approved edits
he: מציג כעת את העריכות האחרונות שאושרו

source: Provisional Edits
he: עריכות זמניות

source: Delete all edits
he: מחק את כל העריכות

source: Delete this record
he: מחק רשומה זו

source: Cancel edit
he: בטל עריכה

source: Save edit
he: שמור עריכה

source: Add
he: הוסף

source: New
he: חדש

source: Add New
he: הוסף חדש

source: Choose a sibling card...
he: בחר כרטיס אח...

source: Default Image Service URL
he: ברירת המחדל לכתובת האתר של שירות תמונה

source: Enter manifest URL
he: הזן כתובת אתר של המניפסט (manifest)

source: Select drawings map source (optional)
he: בחר מקור מפה לשרטוטים (אופציונלי)

source: Select drawings map source layer (optional)
he: בחר שכבת מקור מפה לשרטוטים (אופציונלי)

source: Select drawings text (optional)
he: בחר טקסט לשרטוטים (אופציונלי)

source: Map Center Longitude
he: קו האורך של מרכז המפה

source: Longitude (x coordinate)
he: קו אורך (קואורדינטת x)

source: Map Center Latitude
he: קו הרוחב של מרכז המפה

source: Latitude (y coordinate)
he: קו רוחב (קואורדינטת y)

source: Default Zoom
he: זום ברירת מחדל

source: Zoom Level
he: דרגת מרחק הזום

source: Related instance map sources
he: מקורות מפה של משאבים מקושרים

source: Related instance map source layers (optional)
he: מפת מקור של שכבות משאבים מקושרים (אופציונלי)

source: Intersection layer configuration
he: הגדרות תצורה של שכבת חיתוך (Intersection layer)

source: Default Color
he: צבע ברירת מחדל

source: Selected Feature Color
he: צבע אובייקט נבחר

source: Hovered Feature Color
he: צבע במעבר עכבר

source: Layer Color Palette
he: פלטת צבעי השכבה

source: Fill Opacity
he: אטימות המילוי

source: Overview Zoom
he: זום של המפה הכללית

source: Min Zoom
he: זום מינמלי

source: Point Radius
he: רדיוס הנקודה

source: Line Width
he: רוחב הקו

source: Stroke Color
he: צבע הקו

source: Stroke Width
he: רוחב הקו

source: Point Stroke Width
he: רוחב היקף נקודה

source: Point Stroke Opacity
he: אטימות היקף נקודה

source: Edit Coordinates
he: ערוך קואורדינטות

source: Show Feature
he: הצג פריט מפה

source: Done
he: בוצע

source: Select an Option
he: בחר אפשרות

source: Has no value
he: לא קיים ערך

source: Has any value
he: קיים ערך כלשהו

source: Label 'True'
he: תווית 'True'

source: Label 'False'
he: תווית 'False'

source: Concept Collection
he: אוסף קונספטים

source: Select a concept collection
he: בחר אוסף קונספטים

source: Equals
he: שווה

source: Not
he: לא

source: Date
he: תאריך

source: Date Format
he: פורמט תאריך

source: Date Format
he: פורמט תאריך

source: Domain options
he: אפשרויות תחום ערכים (Domain)

source: Add new option...
he: הוסף אפשרות חדשה...

source: Value
he: ערך

source: overlaps
he: חופף

source: Fuzzy Year Padding
he: מרווח עמימות השנים בתאריך

source: Fuzzy Month Padding
he: מרווח עמימות החודשים בתאריך

source: Fuzzy Day Padding
he: מרווח עמימות הימים בתאריך

source: Fuzzy Season Padding (weeks)
he: מרווח עמימות העונה (שבועות)

source: Fuzzy Season Padding
he: מרווח עמימות העונה

source: Multiplier if Date is Uncertain (?)
he: מכפיל אם התאריך אינו ודאי (?)

source: Multiplier if Uncertain
he: מכפיל אם לא בטוח

source: Multiplier if Date is Approximate (~)
he: מכפיל אם התאריך משוער (~)

source: Multiplier if Approximate
he: מכפיל אם משוער

source: Multiplier if Both (? and ~)
he: מכפיל אם גם לא ידוע וגם משוער (? ו~)

source: Multiplier if Both
he: מכפיל אם שניהם

source: Maximum Number of Files
he: מספר מקסימלי של קבצים

source: Save Edits
he: שמור עריכות

source: Discard Edits
he: דחה עריכות

source: Layer Preview
he: תצוגה מקדימה של שכבה

source: Activated:
he: מופעל:

source: Layer Name:
he: שם השכבה:

source: Add to search map by default:
he: הוסף למפת החיפוש כברירת מחדל:

source: Layer icon:
he: אייקון השכבה:

source: Find an icon
he: מצא אייקון

source: Legend content:
he: תוכן המקרא:

source: Advanced:
he: מתקדם:

source: Layer has no data - data on map is for preview purposes. This layer will not show up in map overlays until data is added.
he: לשכבה אין נתונים - הנתונים במפה מיועדים למטרות תצוגה מקדימה. שכבה זו תהיה לא יופיע בשכבות-על של מפה עד להוספת נתונים.

source: Point Style
he: סגנון נקודה

source: Color
he: צבע

source: Halo color
he: צבע הילה

source: Halo Color
he: צבע הילה

source: Halo radius
he: רדיוס הילה

source: Line Style
he: סגנון הקו

source: Weight
he: עובי קו

source: Halo weight
he: עובי ההילה

source: Polygon Style
he: סגנון פוליגון

source: Fill Color
he: צבע מילוי

source: Outline color
he: צבע קו מתאר

source: Outline weight
he: עובי קו מתאר

source: Cluster Distance:
he: מרחק בין נקודות באשכול:

source: Cluster Max Zoom:
he: זום מקסימלי של האשכול:

source: Cluster Min Points:
he: מינימום נקודות באשכול:

source: Vector Simplification:
he: פישוט הוקטור (Vector Simplification):

source: Changes to cluster settings will only be reflected after saving.
he: שינויים בהגדרות האשכול יבואו לידי ביטוי רק לאחר השמירה.

source: Preview map data do not use clustering algorithm. Add data for this resource model to see real clustered data.
he: נתוני מפה בתצוגה מקדימה אינם משתמשים באלגוריתם אשכולות. הוסף נתונים עבור זה מודל משאב כדי לראות נתונים מקובצים אמיתיים.

source: The following users and groups can view this layer. If you wish to change who can access this layer, please update the permissions on the layer node.
he: נתוני מפה בתצוגה מקדימה אינם משתמשים באלגוריתם אשכולות. הוסף נתונים עבור זה מודל משאב כדי לראות נתונים מקובצים אמיתיים.

source: Users
he: משתמשים

source: Groups
he: קבוצות

source: Related Node
he: צומת קשור

source: Select a node
he: בחר צומת

source: Relationship to Node
he: סוג הקשר לצומת

source: Select a property
he: בחר מאפיין

source: Value
he: ערך

source: Resource Model
he: מודל המשאב

source: Default relationship to
he: יחס ברירת המחדל ל

source: Select an Ontology Property
he: בחר מאפיין אונטולוגיה

source: Default inverse relationship to
he: יחס הפוך ברירת מחדל ל

source: Search String - use to filter resources displayed
he: מחרוזת חיפוש - השתמש כדי לסנן משאבים המוצגים

source: View search string...
he: הצג מחרוזת חיפוש...

source: Enter Search String here...
he: הזן מחרוזת חיפוש כאן...

source: References
he: הפניות

source: Does not reference
he: אינו מפנה

source: Select a resource
he: בחר משאב

source: Like
he: כמו

source: Not like
he: לא כמו

source: Is Not
he: אינו

source: Edit
he: ערוך

source: Unable to display the selected file
he: לא ניתן להציג את הקובץ שנבחר

source: This file can't be displayed.
he: לא ניתן להציג את הקובץ הזה.

source: It may be a proprietary format or there isn't a loader available yet
he: יכול להיות שזה פורמט מוגן או שעדיין אין טוען זמין

source: to present it in this webpage.
he: להציג אותו בדף אינטרנט זה.

source: Unable to parse your file with the
he: לא ניתן לנתח את הקובץ שלך עם

source: loader
he: מעמיס

source: Select File Loader
he: בחר טוען קבצים

source: Select the loader best suited for processing and visualizing the selected file
he: בחר את המעמיס המתאים ביותר לעיבוד והצגה של הנבחר קובץ

source: Select
he: בחר

source: Apply the same loader to all selected files in the dataset
he: החל את אותו טוען על כל הקבצים שנבחרו בסט הנתונים

source: Upload Files
he: העלה קבצים
