Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: Set to "inactive" to disallow use of this graph during development. Inactive Resource Models cannot be used to create new resources, and inactive Branches can not be added to a Resource Model.
he: הגדר ל"לא פעיל" כדי לא לאפשר שימוש בגרף זה במהלך הפיתוח. לא ניתן להשתמש במודלים של משאבים לא פעילים ליצירת משאבים חדשים, וכן לא ניתן להוסיף סניפים לא פעילים למודל משאב.

source: Resource models that may be related
he: מודלי משאבים שיכולים להיות מקושרים

source: Choose which Resource Models can be related to this one with resource-to-resource relationships.
he: בחר אילו מודלי משאבים יכולים להיות קשורים לזה עם יחסי resource-to-resource.

source: Root Node Data Type
he: סוג הנתונים של צומת השורש

source: Choose what data type to use for the root node of this Branch.
he: בחר באיזה סוג נתונים להשתמש עבור צומת הבסיס של ענף זה.

source: Author
he: מחבר

source: You can optionally add an <strong>Author</strong> to this graph. Only administrators will see this information.
he: ניתן להוסיף <strong>מחבר</strong> לגרף זה. רק מנהלי מערכת יראו מידע זה.

source: Abstract
he: תקציר

source: You can optionally add an <strong>Abstract</strong> to this graph.
he: ניתן להוסיף <strong>תקציר</strong> לגרף זה.

source: Users will see this abstract when they are presented with a choice of what Resource Model to use to create a new resource.
he: משתמשים יראו את התקציר הזה כשיוצגו בפניהם האפשרויות באיזה מודל משאב לבחור ליצירת משאב חדש.

source: This abstract will be shown in the Branch Library which is used during graph construction.
he: תקציר זה יוצג בספריית הענף המשמשת במהלך בניית הגרף.

source: JSON-LD Context
he: הקשר JSON-LD

source: Add a <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> for this Resource Model. This allows you to namespace common URI endpoints that are used within a JSON-LD output of the resource. You can enter a plain URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), or JSON that defines multiple keys (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
he: הוסף <a href="https://www.w3.org/TR/json-ld/">הקשר JSON-LD</a> עבור מודל משאב זה. זה מאפשר לך למרחב שמות נקודות קצה נפוצות של URI זה משמשים בתוך פלט JSON-LD של המשאב. אתה יכול להזין כתובת URL <code>http://www.cidoc-crm.org/cidoc-crm/</code> ), או JSON שמגדיר מפתחות מרובים ( <code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).

source: Appearance
he: מראה

source: Color
he: צבע

source: Choose a color for this Resource Model to be used in the related resources force directed graph.
he: בחר צבע עבור מודל משאב זה לשימוש במשאבים המקושרים ביניהם גרף מכוון בכוח.

source: Icon
he: אייקון

source: Choose an icon to identify this graph throughout the app interface. You can browse the icons to select one, or type in the search bar to filter them. Arches uses the <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> icon library; custom icons are not supported.
he: בחר סמל כדי לזהות את הגרף הזה בכל ממשק האפליקציה. אתה יכול עיין בסמלים כדי לבחור אחד, או הקלד בסרגל החיפוש כדי לסנן אותם. Arches משתמש<a href="http://fontawesome.io/" target="_blank">בגופן</a> ספריית אייקונים מדהימה; אייקונים מותאמים אישית אינם נתמכים.

source: Construct the Graph
he: בנה את הגרף

source: Use the graph tree on the left side of the page to construct the graph. Every new graph starts with a <strong>Top Node</strong>, which will take the name of the new Resource Model or Branch. From this node, you can either <strong>Add Child Node</strong> to add a single node, or <strong>Add Branch</strong> to add an entire existing Branch.
he: השתמש בעץ הגרפים בצד שמאל של הדף כדי לבנות את הגרף. כל גרף חדש מתחיל ב- <strong>צומת עליון</strong> , שייקח את ה שם מודל המשאבים או הענף החדשים. מהצומת הזה, אתה יכול גם <strong>הוסף צומת צאצא</strong> כדי להוסיף צומת בודד, או <strong>הוסף ענף</strong> כדי להוסיף ענף קיים במלואו.

source: At any point during construction you can switch from <strong>Design</strong> mode to <strong>Preview</strong> to see the full shape of your graph.
he: בכל שלב במהלך הבנייה אתה יכול לעבור מ- <strong>Design</strong> מצב <strong>לתצוגה מקדימה</strong> כדי לראות את הצורה המלאה של הגרף שלך.

source: If you have created a branch structure in a Resource Model that you would like to use in a different Resource Model, you can export it from the graph tree.
he: אם יצרת מבנה ענף במודל משאב שהיית עושה רוצה להשתמש במודל משאב אחר, אתה יכול לייצא אותו מהגרף עץ.

source: add a node and branch to new graph - click to view
he: הוסף צומת וענף לגרף חדש - לחץ לצפייה

source: Node-Level Settings
he: הגדרות ברמת הצומת

source: Node Identifiers
he: מזהי צומת

source: Node Name
he: שם צומת

source: Set the name for this node. This will be used by default in the user interface, but a different name for display can be configured at the widget level.
he: הגדר את השם לצומת זה. שם זה ישמש כברירת מחדל בממשק המשתמש, אך ניתן להגדיר גם שם אחר לתצוגה ברמת הווידג'ט.

source: Ontology Class
he: מחלקה באונטולוגיה (Ontology Class)

source: only present if this graph uses an ontology
he: מוצג רק אם גרף זה משתמש באונטולוגיה

source: This setting assigns an ontological class to this node. To learn more, read <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies in Arches</a>
he: הגדרה זו מקצה מחלקה אונטולוגית לצומת זה. למידע נוסף, קרא <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">אונטולוגיות ב-Arches</a>

source: Relationship to...
he: קשר ל...

source: Define what relationship this node has with its parent node (the one directly above it in the graph tree). A verbalization of your choice is shown in the <strong>Semantics</strong> section below this setting.
he: הגדר איזה קשר יש לצומת זה עם צומת האב שלו (האחד ישירות מעליו בעץ הגרפים). מילולית לבחירתך היא מוצג <strong>בסעיף סמנטיקה</strong> מתחת להגדרה זו.

source: Node Data Type and Settings
he: סוג נתוני צומת והגדרות

source: Depending on which data type you choose, you may have many more settings to fill out. Those listed below will be present for every node no matter the data type.
he: תלוי באיזה סוג נתונים תבחר, ייתכן שיש לך הגדרות רבות נוספות למלא. אלה המפורטים להלן יהיו נוכחים עבור כל צומת לא משנה סוג מידע.

source: Data type
he: סוג מידע/ נתון

source: Choose the data type for this node. Please see the <strong>Default Data Types</strong> section below. Once data is collected for this node, this setting cannot be changed.
he: בחר את סוג הנתונים עבור הצומת הזה. אנא עיין <strong>בנתוני ברירת המחדל</strong> סעיף הסוגים למטה. לאחר איסוף נתונים עבור הצומת הזה, זה לא ניתן לשנות את ההגדרה.

source: Expose to Advanced Search
he: חשיפה לחיפוש מתקדם

source: If true users will be able to add this node to an Advanced Search query.
he: אם משתמשים אמיתיים יוכלו להוסיף את הצומת הזה לשאילתת חיפוש מתקדם.

source: Required
he: נדרש

source: If true a value must be entered for this node in order to save it. Once data is collected for this node, this setting cannot be changed.
he: אם נכון יש להזין ערך עבור הצומת הזה כדי לשמור אותו. פעם אחת נתונים נאסף עבור צומת זה, לא ניתן לשנות הגדרה זו.

source: Place node(s) in a separate card
he: הצב את הצמתים בכרטיס נפרד

source: only present if this node is not already the top node for a card
he: קיים רק אם צומת זה אינו כבר הצומת העליון עבור כרטיס

source: If true this node will be set in a different card from its parent. This affects data entry, and you are encouraged to test both states of this setting while building you graph. Once data is collected for this node, this setting cannot be changed.
he: אם זה נכון, צומת זה יוגדר בכרטיס שונה מההורה שלו. זֶה משפיע על הזנת נתונים, ואתה מוזמן לבדוק את שני המצבים של זה הגדרה בזמן בניית הגרף שלך. לאחר איסוף נתונים עבור הצומת הזה, זה לא ניתן לשנות את ההגדרה.

source: Default Data Types
he: סוגי נתונים ברירת מחדל

source: The data type of a node determines what kind of data that node will store. Once chosen, some data types will require further configuration.
he: סוג הנתונים של צומת קובע איזה סוג של נתונים אותו צומת יאחסן. לאחר הבחירה, סוגי נתונים מסוימים ידרשו הגדרה נוספת.

source: Developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">create new datatypes</a>.
he: מפתחים יכולים <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">ליצור סוגי נתונים חדשים</a>.

source: boolean
he: בוליאני

source: Use this to store a "yes"/"no" or "true"/"false" value.
he: השתמש בזה כדי לאחסן ערך "כן"/"לא" או "true"/"false" ערך.

source: concept
he: קונספט

source: Stores one of a series of concepts from the Reference Data Manager. Users will choose a concept in a dropdown list or set of radio buttons. You'll further be prompted to choose a <strong>Concept Collection</strong>&mdash;this controls which concepts the user is able to choose from.
he: מאחסן אחד מסדרה של קונספטים מ-Reference Data Manager. משתמשים יבחר קונספט ברשימה נפתחת או קבוצה של לחצני בחירה. אתה תעשה עוד תתבקש לבחור <strong>קונספט</strong> אוסף - זה שולט באילו קונספטים המשתמש יכול לבחור מ.

source: concept-list
he: רשימת - קונספטים

source: Stores multiple concepts in a single node.
he: מאחסן קונספטים מרובים בצומת אחד.

source: date
he: תאריך

source: Stores a CE calendar date. See etdf for BCE and fuzzy date handling.
he: שומרת תאריך לוח שנה CE. עיין ב-etdf עבור טיפול בתאריכים מעורפלים לפני הזנה.

source: Stores an <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a> value. Use this data type for BCE dates or dates with uncertainty. This datatype requires extra configuration to inform the database search methods how to interpret EDTF values. Data entry users can enter edtf dates using formats listed in the <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF draft specification</a>.
he: מאחסן את <a href='https://www.loc.gov/standards/datetime/' target='_blank'>ערך פורמט תאריך/שעה מורחב</a>. השתמש בסוג נתונים זה עבור תאריכים לפני הספירה או תאריכים עם אי ודאות. סוג נתונים זה דורש תוספת תצורה ליידע את שיטות החיפוש של מסד הנתונים כיצד לפרש EDTF ערכים. משתמשים בהזנת נתונים יכולים להזין תאריכי edtf באמצעות פורמטים המפורטים ב- <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>מפרט טיוטת EDTF</a> .

source: file-list
he: רשימת - קבצים

source: Stores one or mores files. Use this to upload images, documents, etc.
he: מאחסן קובץ אחד או יותר. השתמש בזה כדי להעלות תמונות, מסמכים וכו'.

source: Used to store an <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> image.
he: משמש לאחסון תמונת <a href='http://iiif.io/' target='_blank'>IIIF compliant</a>.

source: Stores geographic coordinates, and is used to show a resource on the map.
he: מאחסן קואורדינטות גיאוגרפיות ומשמש להצגת משאב על המפה.

source: domain-value
he: תחום ערכים מובנה

source: Similar to "concept", choose this to present the user with a dropdown list or set of radio buttons. Unlike "concept" this dropdown menu will not come from your system-wide controlled vocubulary, but from a list of values that you must define here.
he: בדומה ל"קונספט", בחר זאת כדי להציג למשתמש רשימה נפתחת או סט של לחצני בחירה. בניגוד ל"קונספט" התפריט הנפתח הזה לא יעשה זאת מגיעים מאוצר המילים הנשלט על כל המערכת שלך, אבל מרשימת ערכים שאתה חייב להגדיר כאן.

source: domain-value-list
he: רשימת תחומי ערכים

source: Stores multiple domain-values in a single node.
he: מאחסן תחומי ערכים מרובים בצומת בודד.

source: Stores a csv chart formatted as JSON.
he: מאחסן תרשים CSV בפורמט JSON.

source: Stores a reference to a different node in this graph. This would allow you to store duplicate data in more than one branch.
he: מאחסן הפניה לצומת אחר בגרף זה. זה יאפשר לך לאחסן נתונים כפולים ביותר מענף אחד.

source: number
he: מספר

source: Stores a number.
he: מאחסן מספר.

source: resource-instance
he: מופע-משאב מקושר

source: Embeds a separate resource instance into this node. For example, you could add a node called "Assessed By" to a condition assessment branch, and use this data type. This would allow you to associate an individual stored in your database as an Actor resource with a specific condition assessment. Note that this construction is different from making a "resource-to-resource relationship".
he: הטמעת מופע משאב נפרד בצומת זה. לדוגמה, אתה יכול הוסף צומת בשם "Assessed By" לענף הערכת מצב, והשתמש סוג נתונים זה. זה יאפשר לך לשייך אדם המאוחסן ב מסד הנתונים שלך כמשאב Actor עם הערכת מצב ספציפית. שימו לב שבנייה זו שונה מיצירת "משאב-ל- קשר משאבים".

source: resource-instance-list
he: משאבים-מופע-רשימת

source: Stores a list of resource instances in a single node.
he: מאחסן רשימה של מופעי משאבים בצומת בודד.

source: semantic
he: סמנטי

source: <em>A semantic node does not store data.</em> Semantic nodes are used where necessary to make symbolic connections between other nodes, generally in order to follow ontological rules. The top node of every graph is a semantic node.
he: <em>צומת סמנטי אינו מאחסן נתונים.</em> משתמשים בצמתים סמנטיים כאשר הכרחי ליצור קשרים סמליים בין צמתים אחרים, בדרך כלל כדי לפעול על פי כללים אונטולוגיים. הצומת העליון של כל גרף הוא סמנטי.

source: string
he: מחרוזת

source: Stores a string of text. This could be something simple like a name, or more something elaborate like a descriptive paragraph with formatting and hyperlinks.
he: מאחסן מחרוזת טקסט. זה יכול להיות משהו פשוט כמו שם, או יותר משהו משוכלל כמו פסקה תיאורית עם עיצוב ו היפר-קישורים.

source: <p>Three categories of Map Layers will appear on your map: <strong>Resource Layers</strong> (the contents of your database), <strong>Basemaps</strong> (static background layers), and <strong>Overlays</strong> (custom data layers from outside your database). To configure a layer, first select its category in the top bar, and then choose it from the list at left.</p>
he: <p>שלוש קטגוריות של שכבות מפה יופיעו במפה שלך: <strong>שכבות משאבים</strong> (התוכן של מסד הנתונים שלך), <strong>מפות בסיס</strong> (שכבות רקע סטטיות) <strong>ושכבות-על</strong> (שכבות נתונים מותאמות אישית מחוץ למסד הנתונים שלך). כדי להגדיר שכבה, תחילה בחר את הקטגוריה שלה בסרגל העליון, ולאחר מכן בחר אותה מהרשימה משמאל.</p>

source: Resource Layers display the resource layers in your database. One Resource Layer is created for each node with a geospatial datatype (for example, <code>geojson-feature-collection</code>). You are able to customize the appearance and visibility of each Resource Layer in the following ways.
he: שכבות משאבים מציגות את שכבות המשאבים במסד הנתונים שלך. משאב אחד שכבה נוצרת עבור כל צומת עם סוג נתונים גיאו-מרחבי (לדוגמה, <code>geojson-feature-collection</code> ). אתה יכול להתאים אישית את המראה והנראות של כל שכבת משאבים בדרכים הבאות.

source: Service Styling
he: שירות סטיילינג

source: Define the way features will look on the map. The example map has demonstration features that give you a preview of the changes you make. You can choose to use <strong>Advanced Editing</strong> to create a more nuanced style. Note that changes made in Advanced Editing will not be reflected if you switch back to basic editing. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.
he: הגדר את הדרך שבה תכונות ייראו במפה. למפה לדוגמה יש תכונות הדגמה שנותנות לך תצוגה מקדימה של השינויים שאתה מבצע. אתה יכול לבחור להשתמש <strong>בעריכה מתקדמת</strong> כדי ליצור ניואנסים יותר סִגְנוֹן. שימו לב ששינויים שנעשו בעריכה מתקדמת לא יבואו לידי ביטוי אם אתה חוזר לעריכה בסיסית. לעיון בסטיילינג, בדוק את <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>מפרט סגנון MapBox</a> .

source: You can change the name of this overlay if desired; by default it will use the name of its Resource Model. You make also set the layer to be added to the search map by default, or choose a custom icon for it.
he: אתה יכול לשנות את השם של שכבת-על זו אם תרצה; כברירת מחדל הוא ישתמש שם מודל המשאבים שלו. אתה גם מגדיר את השכבה שתתווסף אליה את מפת החיפוש כברירת מחדל, או בחר אייקון מותאם אישית עבורה.

source: Clustering
he: מקבץ

source: Arches uses 'clustering' to better display resources at low zoom levels (zoomed out). You are able to control the clustering settings for each layer individually.
he: Arches משתמש ב'clustering' כדי להציג משאבים בצורה טובה יותר ברמות זום נמוכות (הגדלה). אתה יכול לשלוט בהגדרות האשכולות עבור כל שכבה בנפרד.

source: <strong>Cluster Distance</strong> - distance (in pixels) within which resources will be clustered
he: <strong>מרחק אשכול</strong> - מרחק (בפיקסלים) שבתוכו משאבים יקובצו

source: <strong>Cluster Max Zoom</strong> - zoom level after which clustering will <em>stop</em> being used
he: </strong>אשכול מקס זום</strong> - רמת זום שאחריה השימוש באשכול <em>יעצר</em> לשימוש

source: <strong>Cluster Min Points</strong> - minimum number of points needed to create a cluster
he: <strong>Cluster Min Points</strong> - מספר מינימלי של נקודות שצריך כדי ליצור אשכול

source: Permissions
he: הרשאות

source: This tab shows the permissions for the nodegroup whose geometry is displayed in this Resource Layer. Permissions are defined in the Graph Designer.
he: לשונית זו מציגה את ההרשאות עבור קבוצת הצמתים שהגיאומטריה שלה מוצגת בשכבת משאבים זו. הרשאות מוגדרות ב-Graph Designer.

source: A Basemap will always be present in your map. Arches comes with a few default basemaps, but advanced users are able to add more. Once added, there are few ways to configure each basemap.
he: מפת בסיס תמיד תהיה קיימת במפה שלך. Arches מגיעות עם כמה מפות בסיס ברירת מחדל, אך משתמשים מתקדמים יכולים להוסיף עוד. לאחר שהוספת, שם יש כמה דרכים להגדיר כל מפת בסיס.

source: Define a style for this basemap. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
he: הגדר סגנון עבור מפת בסיס זו. שימו לב כי בהתאם לסוג השכבה, ישנן אפשרויות סטיילינג שונות. לעיון בסטיילינג, בדוק את <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>מפרט סגנון MapBox</a> .

source: <strong>Layer name</strong> - enter a name to identify this basemap
he: <strong>שם שכבה</strong> - הזן שם לזיהוי מפת בסיס זו

source: <strong>Default search map</strong> - choose this layer to be the default basemap
he: <strong>מפת חיפוש ברירת מחדל</strong> - הגדר שכבה זו כברירת המחדל מפה בסיסית

source: <strong>Layer icon</strong> - associate an icon with this layer
he: <strong>סמל שכבה</strong> - שייך סמל לשכבה זו

source: Overlays allow you to incorporate map layers from external sources. Note that Search Results and Search Markets are treated as overlays, and can be customize separately. New overlays can be added with a little behind-the-scenes work. Once added, there are few ways to configure each overlay.
he: שכבות-על מאפשרות לשלב שכבות מפה ממקורות חיצוניים. הערה שתוצאות חיפוש ושווקי חיפוש מטופלים כשכבות-על, ויכולים להיות להתאים אישית בנפרד. ניתן להוסיף שכבות-על חדשות עם מעט מאחורי-ה- סצנות עובדות. לאחר הוספה, יש כמה דרכים להגדיר כל שכבת-על.

source: Define a style for this overlay. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
he: הגדר סגנון עבור שכבת-על זו. שימו לב כי בהתאם לסוג השכבה, ישנן אפשרויות סטיילינג שונות. לעיון בסטיילינג, בדוק את <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>מפרט סגנון MapBox </a>.

source: <strong>Layer name</strong> - enter a name to identify this overlay
he: <strong>שם שכבה</strong> - הזן שם לזיהוי שכבה זו

source: <strong>Default search map</strong> - choose whether this overlay should be shown in the search map by default. Note that in the search map itself you can change the order of the layers.
he: <strong>מפת חיפוש ברירת מחדל</strong> - בחר אם שכבת-על זו צריכה להיות מוצג במפת החיפוש כברירת מחדל. שימו לב שבמפת החיפוש עצמה אתם יכול לשנות את סדר השכבות.

source: Permissions Tab
he: כרטיסיית הרשאות

source: Arches allows you to define user and user group permissions on a per-nodegroup basis. For example, you may want to hide the coordinates of a Resource from the public, or allow a certain group of users to only update the condition assessment section of a Resource Model. Rules like these are all enforced using permissions.
he: Arches מאפשר לך להגדיר הרשאות משתמש וקבוצת משתמשים ב- בסיס קבוצת צמתים. לדוגמה, ייתכן שתרצה להסתיר את הקואורדינטות של משאב מהציבור, או אפשר לקבוצה מסוימת של משתמשים לעדכן רק סעיף הערכת מצב של מודל משאב. חוקים כאלה הם נאכפים באמצעות הרשאות.

source: Permissions Levels
he: רמות הרשאות

source: Allows users to delete instances of this nodegroup. Note, this is not the same as being allowed to delete an entire resource, permissions for which are not handled here.
he: מאפשר למשתמשים למחוק מופעים של קבוצת צמתים זו. שימו לב, זה לא ה זהה לאפשרות למחוק משאב שלם, שהרשאות עבורו לא מטופלים כאן.

source: No Access
he: אין גישה

source: Disallows users from seeing or editing instances of this nodegroup. Use this permission level to hide sensitive data from non-authenticated users (the public).
he: לא מאפשר למשתמשים לראות או לערוך מופעים של קבוצת צמתים זו. השתמש בזה רמת ההרשאה להסתיר נתונים רגישים ממשתמשים לא מאומתים (public).

source: Read
he: קרא

source: Allows users to see this nodegroup's card. If disallowed, the card/nodegroup will be hidden from the map and resource reports.
he: מאפשר למשתמשים לראות את הכרטיס של קבוצת צומת זו. אם אסור, הכרטיס/קבוצת הצמתים יוסתר מהמפה ומדוחות המשאבים.

source: Create/Update
he: צור/עדכן

source: Allows users to create or edit instances of this nodegroup. This provides the ability to let users edit some information about a resource, while be restricted from editing other information.
he: מאפשר למשתמשים ליצור או לערוך מופעים של קבוצת צמתים זו. זה מספק היכולת לאפשר למשתמשים לערוך מידע מסוים על משאב, תוך כדי מוגבל לערוך מידע אחר.

source: Non-Authenticated Users
he: משתמשים לא מאומתים

source: You may notice that by default Arches comes with a "Guest" group, as well as user named "anonymous" who is a member of that group. <strong>Any non-authenticated user is treated as the "anonymous" user.</strong> This means that all permissions applied to the Guest group will be given to anyone who views the website without logging in.
he: ייתכן שתבחין כי כברירת מחדל, Arches מגיע עם קבוצת "אורח" גם כן בתור משתמש בשם "אנונימי" שהוא חבר באותה קבוצה. <strong>כל משתמש לא-מזוהה יטופל כמשתמש "אנונימי".</strong> זה אומר שכל ההרשאות שהוחלו על קבוצת האורחים יינתנו לכל מי צופה באתר מבלי להתחבר.

source: The profile manager allows you to update your account information, such as your password, at any time. It also gives you a summary of your participation in data collection efforts that are in progress via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a>.
he: מנהל הפרופילים מאפשר לך לעדכן את פרטי החשבון שלך, כגון הסיסמה שלך, בכל עת. זה גם נותן לך סיכום של השתתפותך במאמצי איסוף נתונים המתקיימים באמצעות <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a> .
