Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: Semantics
he: סמנטיקה

source: description
he: תיאור

source: Node Data Type and Configuration
he: תצורה וסוג נתוני הצומת

source: Node Settings
he: הגדרות צומת

source: Activate to use this node in Advanced Search.
he: הפעל כדי להשתמש בצומת זה בחיפוש מתקדם.

source: Activate to require that data be collected for this node when a card value is edited
he: הפעל כדי לחייב איסוף נתונים עבור צומת זה

source: Export via Search Results
he: ייצא דרך תוצאות חיפוש

source: Provide a field name for shapefiles.
he: ספק שם שדה עבור Shapefiles.

source: Limited to 10 characters to meet shapefile requirements.
he: מוגבל ל-10 תווים כדי לעמוד בדרישות Shapefile.

source: shapefile fieldname
he: שם שדה של shapefile

source: Data from this node and downstream nodes will be collected in a single form section
he: נתונים מהצומת הזה ומצמתים במורד הזרם ייאספו בטופס אחד

source: To set permissions:
he: הגדר הרשאות עבור:

source: <strong> 1. Select one or more cards </strong>from the card tree.
he: <strong>1. בחר כרטיס אחד או יותר</strong> מעץ הכרטיסים.

source: <strong> 2. Select a Group or User Account </strong>from the dropdown below.
he: <strong>2. בחר קבוצה או חשבון משתמש</strong> מהתפריט הנפתח למטה.

source: <strong> 3. Apply Permissions </strong>to set your changes. You'll see your selections reflected by the icons in the card tree.
he: <strong>3. החל הרשאות</strong> כדי להגדיר את השינויים שלך. אתה תראה את שלך בחירות המשתקפות על ידי הסמלים בעץ הכרטיסים.

source: Set permissions for:
he: הגדר הרשאות עבור:

source: Select a Group/Account...
he: בחר קבוצה/חשבון...

source: Accounts
he: חשבונות

source: Revert Permissions
he: החזר הרשאות קודמות

source: Apply Permissions
he: החל הרשאות

source: Selected Cards
he: כרטיסים נבחרים

source: No cards selected
he: לא נבחרו כרטיסים

source: Widget Manager
he: מנהל ווידג'טים

source: Visibility
he: נראות

source: Make Widget Visible
he: הפוך את הווידג'ט לגלוי

source: Show this widget by default
he: הצג ווידג'ט זה כברירת מחדל

source: Resource Model Settings
he: הגדרות מודל משאב

source: Branch Settings
he: הגדרות ענף

source: Icons
he: אייקונים

source: Set the defaults for your resource model
he: הגדר את ברירות המחדל עבור מודל המשאב שלך

source: Set the defaults for your branch
he: הגדר את ברירת המחדל לענף שלך

source: Show Vocabulary
he: הצג אוצר מילים

source: Pick an icon for your resource model
he: בחר אייקון עבור מודל המשאב שלך

source: Pick an icon for your branch
he: בחר אייקון עבור הענף שלך

source: Define this resource's color when displayed in the search results chart
he: הגדר את הצבע של משאב זה כאשר הוא מוצג בתרשים תוצאות החיפוש

source: Define this resource model's status
he: הגדר את הסטטוס של מודל משאב זה

source: Define this branch's status
he: הגדר את הסטטוס של ענף או ענפים אלו

source: Describe this resource model
he: תאר מודל משאב זה

source: Describe this branch
he: תאר ענף זה

source: Overlay
he: שכבת כיסוי

source: No overlays available
he: אין שכבות-כיסוי זמינות

source: Delete Layer
he: מחק שכבה

source: Add to map by default:
he: הוסף למפה כברירת מחדל:

source: Default basemap:
he: מפת בסיס כברירת מחדל:

source: Only show on search map:
he: הצג רק במפת החיפוש:

source: Unnamed
he: ללא שם

source: Project Requirements: Complete
he: דרישות הפרויקט: הושלמו

source: Project Status: Active
he: סטטוס פרויקט: פעיל

source: Project Status: Inactive
he: סטטוס פרויקט: מושבת

source: This project is ready, and only requires <br> you to activate it to allow your field team to collect data.
he: הפרויקט הזה מוכן, ודורש רק <br> להפעיל אותו כדי לאפשר צוות השטח שלך כדי לאסוף נתונים.

source: This project is now active! Mobile app users can download this project and begin <br> collecting and editing data using their mobile device.
he: פרויקט זה פעיל כעת! משתמשי אפליקציה לנייד יכולים להוריד את הפרויקט הזה ו התחל <br> איסוף ועריכת נתונים באמצעות המכשיר הנייד שלהם.

source: You are activating this project. Confirm your settings before you save: you won't be able <br> to change the models, cards, or groups after you save your project
he: אתה מפעיל את הפרויקט הזה. אשר את ההגדרות שלך לפני שתשמור: אתה לא תוכל <br> כדי לשנות את המודלים, הכרטיסים או הקבוצות לאחר השמירה המיזם שלך

source: You are deactivating this project. Users will be unable to download this project.
he: אתה משבית את הפרויקט הזה. משתמשים לא יוכלו להוריד את הפרויקט.

source: Save to commit your changes
he: שמור כדי להחיל את השינויים שלך

source: Project Requirements: Incomplete
he: דרישות הפרויקט: לא הושלמו

source: Incomplete projects cannot be active.
he: פרויקט שלא הושלם לא יכול להיות פעיל.

source: By saving an incomplete project it will be deactivated.
he: על ידי שמירת פרויקט לא שלם, הוא יושבת.

source: You must complete the following before saving this project as active:
he: עליך להשלים את הפעולות הבאות לפני שמירת פרויקט זה כפעיל:

source: You won’t be able to activate this project until you have addressed the following items:
he: לא תוכל להפעיל את הפרויקט הזה עד שתטפל ב הפריטים הבאים:

source: Select the Model(s) and associated data entry cards to include in the project
he: בחר את המודלים וכרטיסי הזנת הנתונים המשויכים להם שיכללו בפרויקט

source: Select the People that you want to invite to the project
he: בחר את האנשים שברצונך להזמין לפרויקט

source: Define the start and end dates of your project
he: הגדר את תאריכי ההתחלה והסיום של הפרויקט שלך

source: Define either an online or offline basemap source
he: הגדר מקור מקוון/לא מקוון של מפת בסיס

source: Define a map extent
he: הגדר את תיחום המפה

source: End date must be after the current date
he: תאריך הסיום חייב להיות אחרי התאריך הנוכחי

source: Activate Project
he: הפעל את הפרויקט

source: By activating the project you will send users an email with the information needed to begin data editing activitites.
he: על ידי הפעלת הפרויקט תשלח למשתמשים מייל עם המידע נדרש כדי להתחיל בפעילויות עריכת נתונים.

source: Project Status Summary
he: תקציר סטטוס הפרויקט

source: Not synced
he: לא מסונכרן

source: Last Sync
he: סנכרון אחרון

source: Resources Edited
he: משאבים ערוכים

source: Editors
he: עורכים

source: Groups/Users
he: קבוצות/משתמשים

source: Data download
he: הורדת נתונים

source: No data selected for download
he: לא נבחרו נתונים להורדה

source: Limit:
he: הגבל:

source: Resource Types:
he: סוגי משאבים:

source: Models and Data Entry Cards
he: מודלים וכרטיסי הזנת נתונים

source: No cards added
he: לא נוספו כרטיסים

source: No models selected
he: לא נבחרו מודלים

source: Project name
he: שם הפרוייקט

source: Pick a concise name that makes it easy for people to find your project
he: בחר שם תמציתי שיקל על אנשים למצוא את הפרויקט שלך

source: Project start date
he: תאריך תחילת הפרויקט

source: The project start and end dates are used to limit when people can add or edit data to your project. Use these dates to enfore the beginning and end of your field data collection effort
he: תאריכי ההתחלה והסיום של הפרויקט משמשים כדי להגביל מתי אנשים יכולים להוסיף או לערוך נתונים לפרויקט שלך. השתמש בתאריכים אלה כדי לדמיין את ההתחלה והסוף מהמאמץ שלך באיסוף נתונים בשטח

source: Project end date
he: תאריך סיום הפרויקט

source: Project extent
he: היקף הפרויקט

source: Basemap location (MBTiles file url)
he: מיקום מפת בסיס (URL של קובץ MBTiles)

source: Arches uses the mbtiles that you specific to ensure that your field crew has a basemap, even when they do not have access to a cell network or WiFi connection. You can create an mbtile file using your own geospatial data and GIS tools. Or you can obtain high quality and inexpensive mbtiles from sites such as <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Note that large files will require longer downloads and more storage space on mobile devices.
he: Arches משתמש ב-mbtiles שאתה הגדרת כדי להבטיח שיש לצוות השטח שלך מפת בסיס, גם כאשר אין להם גישה לרשת סלולרית או WiFi חיבור. אתה יכול ליצור קובץ mbtile באמצעות נתונים גיאו-מרחביים משלך וכלי GIS. או שאתה יכול להשיג mbtiles באיכות גבוהה וזולה מאתרים כגון <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong> . שימו לב שזה גדול קבצים ידרשו הורדות ארוכות יותר ויותר שטח אחסון בנייד מכשירים.

source: Online Basemap URL
he: URL של מפת בסיס מקוונת

source: Arches uses the Online Basemap URL that you specify as the default basemap for your field team when a cell network or WiFi connection is available. You may use your own map service, or any online basemap service (such as those created with ESRI, GeoServer, or other mapping servers). You will need to reference or create and host a MapBox style json file (see <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)
he: Arches משתמש בכתובת האתר המקוונת של מפת בסיס שאתה מציין כמפת הבסיס המוגדרת כברירת מחדל עבור צוות השטח שלך כאשר רשת סלולרית או חיבור WiFi זמין. אתה עשוי להשתמש בשירות מפות משלך, או בכל שירות מפות בסיס מקוון (כגון אלה נוצר עם ESRI, GeoServer או שרתי מיפוי אחרים). אתה תצטרך ליצור קובץ json בסגנון MapBox (ראה <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)

source: These options cannot be modified because users have already synced with this project.
he: לא ניתן לשנות אפשרויות אלה מכיוון שמשתמשים כבר הסתנכרנו עם פרויקט זה.

source: Data entry cards selected for this project:
he: כרטיסי הזנת נתונים שנבחרו לפרויקט זה:

source: Model Data Collection
he: איסוף נתוני מודל

source: Arches allows you to create and edit data in the field using mobile devices. Select those resources that should participate <br>in the project. Once you have selected the models, click on a model in the tree to <br> select which data entry forms to include in your project.
he: Arches מאפשר ליצור ולערוך נתונים בשטח באמצעות מכשירים ניידים. בחר את המשאבים שצריכים להשתתף <br> בפרוייקט. פעם אחת אתה בחרת את המודלים, לחץ על מודל בעץ כדי <br> בחר איזה טפסי הזנת נתונים לכלול בפרויקט שלך.

source: Allow users to download data
he: אפשר למשתמשים להוריד נתונים

source: Downloading data allows users to access and edit existing Arches information in the field. You can decide which models your field team can access, and the number of resources to download.
he: הורדת נתונים מאפשרת למשתמשים לגשת ולערוך מידע קיים של Arches בתחום. אתה יכול להחליט לאילו מודלים צוות השטח שלך יכול לגשת, וכן מספר המשאבים להורדה.

source: Download Details
he: הורד פרטים

source: Limit
he: הגבל

source: Total number of instances to download for the resource models you've associated with this project.
he: המספר הכולל של מופעים להורדה עבור דגמי המשאבים שברשותך הקשורים לפרויקט זה.

source: Download Records
he: הורד רשומות

source: Custom Download
he: הורדה מותאמת אישית

source: To define records for download
he: להגדרת רשומות להורדה

source: copy and paste the URL from Arches search page
he: העתק והעבר את ה- URL מדף החיפוש של Arches

source: Project Participants
he: משתתפי הפרויקט

source: Arches allows you to select the user groups you want to include in a field data collection effort. <br> Select the groups that should participate in the project. Once you have selected the groups, click on a group in <br> the tree to select specific users who should join your survery.
he: Arches מאפשר לך לבחור את קבוצות המשתמשים שברצונך לכלול בשדה מאמץ לאיסוף נתונים.<br> בחר את הקבוצות בהן כדאי להשתתף הפרויקט. לאחר שבחרת את הקבוצות, לחץ על קבוצה ב<br> העץ כדי לבחור משתמשים ספציפיים שצריכים להצטרף לסקר שלך.

source: Accounts in this group
he: חשבונות בקבוצה זו

source: Find a user...
he: מצא משתמש...

source: Select all
he: בחר הכל

source: Clear all
he: נקה הכל

source: Account Summary
he: סיכום חשבון

source: User identification and data editing statistics
he: סטטיסטיקות של זיהוי משתמשים ועריכת נתונים

source: Not set
he: לא מוגדר

source: User Name
he: שם משתמש

source: User Email
he: דוא"ל משתמש

source: Assigned Groups
he: קבוצות שהוקצו

source: Not yet synced
he: לא מסונכרן עדיין

source: Last Synch
he: סנכרון אחרון

source: 'Name'
he: 'שם'

source: 'Manage users that participate in this project'
he: 'נהל משתמשים המשתתפים בפרויקט זה'

source: 'Model Details'
he: 'פרטי מודל'

source: 'Summary of how this model participates in the project'
he: 'הסבר כיצד מודל זה משתתף בפרויקט'

source: 'Summary'
he: 'סיכום'

source: 'Project summary and status'
he: 'סיכום וסטטוס הפרויקט'

source: 'Settings'
he: 'הגדרות'

source: 'Project Settings'
he: 'הגדרות פרויקט'

source: 'Define data collection parameters for your project'
he: 'הגדר פרמטרים של איסוף נתונים עבור הפרויקט שלך'

source: 'Map Extent'
he: 'תיחום המפה'

source: 'Draw a polygon to define the area over which you want to collect data in this survery'
he: 'שרטט פוליגון כדי להגדיר את האזור שבו ברצונך לאסוף נתונים בסקר זה'

source: 'Map Sources'
he: 'מקורות המפה'

source: 'Basemap Source'
he: 'מקור מפת הבסיס'

source: 'Provide a basemap source url. Use an offline source for users without access to cell/wi-fi service'
he: 'ספק URL של מקור מפת בסיס. השתמש במקור לא מקוון עבור משתמשים ללא גישה לשירות סלולר/Wi-Fi'

source: 'Models'
he: 'מודלים'

source: 'Summary of models in this project'
he: 'סיכום המודלים בפרויקט זה'

source: 'Data'
he: 'נתונים'

source: 'Data Download'
he: 'הורדת נתונים'

source: 'Define the data you will allow users to download'
he: 'הגדר את הנתונים שתאפשר למשתמשים להוריד'

source: 'People'
he: 'אנשים'

source: 'Summary of people invited to participate in this project'
he: 'סיכום האנשים שהוזמנו להשתתף בפרויקט זה'

source: 'Select one or more groups...'
he: 'בחר קבוצה אחת או יותר...'

source: 'Select one or more resource models...'
he: 'בחר מודל משאב אחד או יותר...'

source: 'Preparing project - this may take a few minutes'
he: 'מכין את הפרויקט - זה עשוי לקחת כמה דקות'

source: Mobile Data Collection
he: איסוף נתונים בנייד

source: Create a Project
he: צור פרויקט

source: Arches allows you to create and edit data in the field using mobile devices such as
he: Arches מאפשר ליצור ולערוך נתונים בשטח באמצעות מכשירים ניידים כמו

source: Android and iOS phones or tablets. Projects are a way to define the time, location, content, and
he: טלפונים או טאבלטים של אנדרואיד ו-iOS. פרויקטים הם דרך להגדיר את הזמן, מיקום, תוכן ו

source: participants of a field data collection effort
he: משתתפי מאמץ לאיסוף נתונים בשטח

source: New Project
he: פרויקט חדש

source: Find a project...
he: מצא פרויקט...

source: Unnamed Project
he: פרויקט ללא שם

source: to
he: אל

source: (expired)
he: (לא בתוקף)

source: Date range unspecified
he: טווח תאריכים לא צוין

source: delete
he: מחק

source: Dismiss All
he: דחה הכל

source: You're up-to-date and do not have any notifications. When you trigger a notification (for example, when you request a large download) it will display here.
he: אתה מעודכן ואין לך התראות. כאשר אתה מפעיל את א הודעה (לדוגמה, כאשר אתה מבקש הורדה גדולה) היא תעשה זאת להציג כאן.

source: Youngest to oldest
he: החדש עד הוותיק ביותר

source: You have not yet edited any data within the specified time period. Once you edit a resource, your edit history will display here.
he: עדיין לא ערכת נתונים כלשהם בפרק הזמן שצוין. פעם אחת אתה ערוך משאב, היסטוריית העריכה שלך תוצג כאן.

source: Resource has been deleted
he: המשאב נמחק

source: Card:
he: כרטיס:

source: Edited:
he: נערך:

source: pending review
he: בהמתנה לבדיקה

source: declined
he: דחה

source: accepted
he: התקבל

source: Add Top Concept
he: צור אוסף

source: Import Top Concept from SPARQL
he: ייבוא קונספט ראשי מ-SPARQL

source: Add Child
he: הוסף בן

source: Import Child from SPARQL
he: יבוא בן מ-SPARQL

source: Manage Parents
he: ניהול הורים

source: Make Collection
he: צור אוסף

source: Import Child from AAT
he: יבוא בן מ-AAT

source: Labels
he: תוויות

source: Add label
he: הוסף תווית

source: Delete this label?
he: האם למחוק תווית זו?

source: preferred
he: מועדף

source: alternate
he: חלופי

source: hidden
he: מוסתר

source: Notes
he: הערות

source: Add note
he: הוסף הערה

source: Delete this note?
he: האם למחוק הערה זו?

source: Broader/Narrower Concepts
he: קונספטים רחבים/צרים יותר

source: Delete this concept?
he: למחוק את הקונספט הזה?

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
he: על ידי מחיקת קונספט זה, תמחק גם את הקונספטים הבאים גם כן. לא ניתן לבטל פעולה זו.

source: Related Concepts
he: קונספטים מקושרים

source: Add related concept
he: הוסף קונספט מקושר

source: Remove the relationship to this concept?
he: האם להסיר את הקשר לקונספט הזה?

source: Values
he: ערכים

source: Add value
he: הוסף ערך

source: Delete this value?
he: האם למחוק ערך זה?

source: Edit this value
he: שנה ערך זה

source: Add images
he: הוסף תמונות

source: Delete Image
he: מחק תמונה

source: Arches ID:
he: מזהה (ID) Arches:

source: Are you ready to delete this item?
he: האם אתה מעוניין למחוק את הפריט הזה?

source: No
he: לא

source: Yes
he: כן

source: Schemes
he: סכמות

source: Entity Types
he: סוגי ישויות

source: Member Hierarchy
he: היררכיית חברים

source: Add dropdown entry
he: הוסף ערך של תפריט נפתח

source: Expand this entry
he: הרחב את הערך הזה

source: Remove this entry from the dropdown
he: הסר את הערך הזה מהתפריט הנפתח

source: Edit this label
he: ערוך תווית זו

source: Edit this note
he: ערוך הערה זו

source: Add Concept
he: הוסף קונספט

source: Label
he: תווית

source: Note
he: הערה

source: Relation from Parent
he: הקשר מהאב

source: Save changes
he: שמור שינויים

source: ConceptScheme Name
he: שם סכמת הקונספט

source: Import Images
he: ייבוא תמונות

source: (Click on panel or drag and drop files onto panel to upload)
he: (לחץ על הלוח או גרור ושחרר קבצים ללוח כדי להעלות)

source: Add Concept Scheme
he: הוספת סכמת קונספט

source: Scope Note
he: הערה לתחום הקונספט

source: Select collection to delete
he: בחר אוסף למחיקה

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire collection from Arches?
he: לא תוכל לבטל את הפעולה הזו! אתה בטוח שאתה רוצה האם למחוק לצמיתות את כל האוסף הזה מArches?

source: Delete Scheme
he: מחק סכמה

source: Select scheme to delete
he: בחר סכמה למחיקה

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire scheme from Arches?
he: לא תוכל לבטל את הפעולה הזו! אתה בטוח שאתה רוצה למחוק לצמיתות את כל הסכימה הזו מArches?

source: Export Scheme
he: ייצוא סכמה

source: Select scheme to export
he: בחר סכמה לייצוא

source: Import Concept
he: ייבא קונספט

source: Organization
he: ארגון

source: Concept Indentifiers
he: מזהי קונספט

source: Error
he: שגיאה

source: Import
he: ייבא

source: Import New Concept Scheme
he: ייבא סכמת קונספט חדשה

source: SKOS File
he: קובץ SKOS

source: When concept ids match
he: כאשר מזהי קונספט תואמים

source: overwrite system concept
he: החלף קונספט מערכת

source: use system concept
he: השתמש בקונספט המערכת

source: When inserting new concepts
he: בעת הכנסת קונספטים חדשים

source: keep within scheme
he: שמור במסגרת הסכמה

source: stage in candidates
he: שלב במועמדים

source: Upload File
he: העלה קובץ

source: New Parent Concept
he: קונספט אב חדש

source: Relation to Parent
he: קשר לאב

source: Current Parents
he: הורים נוכחיים

source: Remove the relationship to this parent concept
he: הסר את הקשר לקונספט אב זה

source: Remove the relationship to this parent concept.
he: הסר את הקשר לקונספט אב זה.

source: Deleting reference to parent:
he: מחיקת הפניה לאב:

source: Manage Related Concepts
he: נהל קונספטים מקושרים

source: Select a concept
he: בחר קונספט

source: Relation type
he: סוג קשר

source: Relation to Concept
he: קשר לקונספט

source: Use the search tool to select the concept that you want to relate.
he: השתמש בכלי החיפוש כדי לבחור את הקונספט שברצונך לקשר.

source: Select Concept Values for Dropdowns
he: בחר ערכי קונספט עבור תפריטים נפתחים

source: Selecting a concept will select that concept and all it's children.
he: בחירת קונספט תבחר את הקונספט הזה ואת כל ילדיו.

source: Edit Concept Label
he: ערוך תווית קונספט

source: Add Concept Label
he: הוסף תווית קונספט

source: Manage Concept Label
he: ניהול תווית קונספט

source: Label Information
he: מידע על התווית

source: Label type
he: סוג תווית

source: Only one preferred label may exist for each language.
he: רק תווית מועדפת אחת עשויה להתקיים עבור כל שפה.

source: Add Concept Note
he: הוסף הערת קונספט

source: Manage Concept Note
he: ניהול הערת קונספט

source: Note Editor
he: עורך הערות

source: Only one note of each type may exist for each language.
he: רק הערה אחת מכל סוג עשויה להתקיים עבור כל שפה.

source: Add Concept Value
he: הוסף ערך קונספט

source: Manage Concept Values
he: נהל ערכי קונספט

source: Define a value
he: הגדר ערך

source: Value type
he: סוג הערך

source: Only one sort order value can be assigned to a concept.
he: ניתן להקצות רק ערך סדר מיון אחד לקונספט.

source: Report Date:
he: תאריך דיווח:

source: Hide Null Values
he: הסתר ערכים ריקים

source: This resource has provisional edits (not displayed in this report) that are pending review
he: למשאב זה יש עריכות זמניות (לא מוצגות בדוח זה) שנמצאות בהמתנה לבדיקה

source: This resource has provisional edits that are pending review
he: למשאב הזה יש עריכות זמניות שממתינות לבדיקה

source: Load More
he: טען עוד

source: Load All
he: טען הכל

source: No relationships added
he: לא נוספו יחסים

source: Select image nodes to include...
he: בחר צמתי תמונה להכללה...

source: (Resource Instance Name)
he: (שם מופע המשאב)

source: Add Tab
he: הוסף לשונית

source: Tab Name
he: שם הלשונית

source: Select tab icon
he: בחר אייקון ללשונית

source: Select cards in this tab
he: בחר כרטיסים בלשונית זו

source: Resource Manager
he: מנהל המשאבים

source: Select a resource...
he: בחר משאב...

source: Resources
he: משאבים

source: Create Resource
he: צור משאב

source: Resource History
he: היסטוריית משאבים

source: Now
he: עכשיו

source: Most recent
he: עדכני ביותר

source: Oldest
he: הוותיק ביותר

source: By editor
he: לפי עורך

source: By edit type
he: לפי סוג עריכה

source: Record created by Arches with unique identifer
he: רשומה שנוצרה על ידי Arches עם מזהה ייחודי

source: Created
he: נוצר

source: Tile Data
he: נתוני אריח (Tile)

source: Provisional Tile Data
he: נתוני אריח זמניים

source: New Tile Data
he: נתוני אריח חדשים

source: Previous Tile Data
he: נתוני אריח קודמים

source: Previous Provisional Tile Data
he: נתוני אריח זמניים קודמים

source: Deleted
he: נמחק

source: edited by
he: נערך על ידי

source: Resource Editor
he: עורך המשאב

source: Manage Permissions
he: נהל הרשאות

source: Update
he: עדכן

source: You are about assign normal user access to this instance
he: אתה עומד להקצות גישת משתמש רגילה למופע זה

source: Would you like to proceed?
he: האם אתה מעוניין להמשיך?

source: Welcome to Arches' Resource Editor
he: ברוכים הבאים לעורך המשאבים של Arches

source: You are about to create a new resource record. Select any data card from the list on the left and start entering information.
he: אתה עומד ליצור רשומת משאבים חדשה. בחר כרטיס נתונים כלשהו הרשימה משמאל והתחל להזין מידע.

source: Don't worry if you decide not to enter any data just yet.
he: אל תדאג אם תחליט לא להזין נתונים כלשהם עדיין.

source: Arches will create your new resource record once you've saved a data entry card.
he: Arches תיצור את רשומת המשאבים החדשה שלך לאחר שתשמור את הנתונים שהוזנו לכרטיס.

source: No cards are available for this model.
he: אין כרטיסים זמינים עבור מודל זה.

source: Add new
he: הוסף חדש

source: You do not have permission to edit this card.
he: אין לך הרשאה לערוך כרטיס זה.

source: Decline all unaccepted edits
he: דחה את כל העריכות שלא התקבלו

source: User:
he: משתמש:

source: Created:
he: נוצר:

source: Accept
he: קבל

source: Decline
he: דחה

source: Resource Instance Permissions
he: הרשאות מופע המשאב

source: Configure Access to this Instance
he: הגדר את הגישה למופע זה
