Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: {0} error, {1} {2} - {3}. Unable to save.
he: {0} שגיאה, {1} {2} - {3}. לא ניתן לשמור.

source: Multiple provisional edits. Returning first edit
he: קיימות עריכות זמניות מרובות. מאחזר את העריכה הראשונה

source: Tile has no authoritative or provisional data
he: לאריח אין נתונים מאושרים או זמניים

source: The widget used to save this data appears to be incorrect for this datatype. Contact system admin to resolve
he: נראה שהווידג'ט המשמש לשמירת נתונים אלה אינו נכון עבור סוג נתונים זה. לפתרון פנה למנהל המערכת

source: This is an invalid concept prefLabel, or an incomplete UUID
he: זה אינו קונספט prefLabel חוקי, או שה-UUID אינו שלם

source: This UUID is not an available concept value
he: מזהה UUID זה אינו ערך זמין של קונספט

source: This is not a string
he: זו אינה מחרוזת

source: Not a properly formatted number
he: המספר אינו בפורמט תקין

source: Not of type boolean
he: לא מסוג בוליאני

source: Incorrect format. Confirm format is in settings.DATE_FORMATS or set the format in settings.DATE_IMPORT_EXPORT_FORMAT.
he: פורמט שגוי. וודא שהפורמט המבוקש נמצא ב settings.DATE_FORMATS או הגדר את פורמט ב settings.DATE_IMPORT_EXPORT_FORMAT.

source: {value} is an invalid date format
he: {value} אינו פורמט תאריך חוקי

source: Incorrect Extended Date Time Format. See http://www.loc.gov/standards/datetime/ for supported formats.
he: פורמט תאריך זמן מורחב שגוי. לפורמטים נתמכים ראה http://www.loc.gov/standards/datetime/

source: Only dates that specify an exact year, month, and day can be used with the "=" operator
he: רק בתאריכים המציינים שנה, חודש ויום מדויקים ניתן להשתמש עם "=" אופרטור

source: Only dates that specify an exact year, month, and day can be used with the ">", "<", ">=", and "<=" operators
he: רק תאריכים שמציינים שנה, חודש מדויקים, ויום ניתן להשתמש עם "<", ">", ">=", ו-"=>"אופרטורים

source: Invalid date specified.
he: צוין תאריך לא חוקי.

source: Unable to serialize some geometry features
he: לא ניתן לבצע סדרה של תכונות גיאומטריה מסוימות

source: This node has a limit of {0} files. Please reduce files.
he: לשדה זה יש מגבלה של {0} קבצים. נא לצמצם קבצים.

source: This node has a file-size limit of {0}. Please reduce file size or contact your sysadmin.
he: לשדה זה יש מגבלת גודל קובץ של {0}. נא להקטין את גודל הקובץ או ליצור קשר מנהל המערכת שלך.

source: datatype: {0}, value: {1} - {2} .
he: סוג נתונים: {0}, ערך: {1} - {2} .

source: File does not exist
he: הקובץ אינו קיים

source: The file url is invalid
he: כתובת ה-URL של הקובץ אינה חוקית

source: A file is not available for this tile
he: אין קובץ זמין עבור אריח (Tile) זה

source: This file's fileid is not a valid UUID
he: מזהה הקובץ הזה אינו UUID חוקי

source: Invalid domain id. Please check the node this value is mapped to for a list of valid domain ids.
he: מזהה דומיין לא חוקי. אנא בדוק את הצומת שאליו ממופה ערך עבור רשימה של מזהי דומיין חוקיים.

source: The related resource with id '{0}' is not in the system.
he: המשאב הקשור עם המזהה '{0}' אינו במערכת.

source: Undefined
he: לא מוגדר

source: Only include values for include or exclude, but not both
he: כמנהל מסד נתונים, תשתמש במנהל Arches Collector כדי ליצור ולנהל את הפרויקטים עבור משתמשים שאוספים נתונים באמצעות האפליקציה לנייד של Arches Collector.

source: Invalid subconcept definition: %s
he: הגדרה לא חוקית של קונספט משנה: %s

source: Invalid related concept definition: %s
he: הגדרת לא חוקית של קונספט קשור: %s

source: Invalid value definition: %s
he: הגדרת ערך לא חוקי: %s

source: Need to include values when creating a collection
he: נדרש לכלול ערכים בעת יצירת אוסף

source: Index of label failed. Index type (scheme id) could not be derived from the label.
he: אינדקס התווית נכשל. לא ניתן היה לגזור את סוג האינדקס (מזהה סכמה) מה- תווית.

source: A I18n_TextField object
he: אובייקט I18n_TextField

source: A I18n_JSONField object
he: אובייקט I18n_JSONField

source: New Node
he: צומת חדש

source: Top Node
he: צומת עליון

source: Your resource model: {0}, already has instances saved. You cannot delete a Resource Model with instances.
he: במודל המשאב שלך: {0}, כבר נשמרו מופעים. אינך יכול למחוק מודל משאב עם מופעים.

source: Your resource model: {0}, already has instances saved. You cannot modify a Resource Model with instances.
he: במודל המשאב שלך: {0}, כבר נשמרו מופעים. אינך יכול לשנות מודל משאב עם מופעים.

source: Ontology rules don't allow this node to be appended
he: כללי אונטולוגיה אינם מאפשרים צירוף של צומת זה

source: Your resource model: {self.name}, already has instances saved. You cannot delete nodes from a Resource Model with instances.
he: במודל המשאב שלך: {self.name}, כבר נשמר מופעים. לא ניתן למחוק צמתים ממודל משאב עם מופעים.

source: The graph you wish to append needs to define an ontology
he: לגרף שברצונך לצרף צריך להגדיר אונטולוגיה

source: Ontology rules don't allow this graph to be appended
he: כללי אונטולוגיה אינם מאפשרים הוספת גרף זה

source: Your resource model: {self.name}, already has instances saved. You cannot modify a Resource Model with instances.
he: במודל המשאב שלך: {self.name}, כבר נשמרו מופעים. אינך יכול לשנות מודל משאב עם מופעים.

source: Duplicate node name: "{0}". All node names in a card must be unique.
he: שם צומת כפול: "{0}". כל שמות הצמתים בכרטיס חייבים להיות ייחודיים.

source: Duplicate node name: "{0}". All sibling node names must be unique.
he: שם צומת כפול: "{0}". כל שמות הצמתים האחים, ברמה זו, חייבים להיות ייחודיים.

source: The top node of your resource graph: {self.root.name} needs to be a collector. Hint: check that nodegroup_id of your resource node(s) are not null.
he: הצומת העליון של גרף המשאבים שלך: {self.root.name} צריך להיות קולקטור הנתונים. רמז: בדוק שה-nodegroup_id של צומת/י המשאב שלך אינו ריק (null).

source: The top node of your resource graph must have a datatype of 'semantic'.
he: הצומת העליון של גרף המשאבים שלך חייב להיות בעל סוג נתונים של 'סמנטי'.

source: If your graph contains more than one node and is not a resource the root must be a collector.
he: אם הגרף שלך מכיל יותר מצומת אחד ואינו משאב, השורש חייב להיות קולקטור הנתונים.

source: Field name must not be blank.
he: שם השדה לא יכול להיות ריק.

source: Field name must contain only alpha-numeric characters or underscores.
he: שם השדה חייב להכיל רק תווים אלפא-נומריים או קווים תחתונים.

source: Field name cannot begin with an underscore or number
he: שם השדה אינו יכול להתחיל בקו תחתון או במספר

source: Field name must be unique to the graph; '{fieldname}' already exists.
he: שם השדה חייב להיות ייחודי לגרף; '{fieldname}' כבר קיים.

source: A valid {0} ontology class must be selected
he: יש לבחור מחלקה אונטולוגיה חוקית {0}

source: '{0}' is not a valid {1} ontology class
he: '{0}' אינו מחלקה אונטולוגיה {1} חוקית

source: You must specify an ontology property. Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' can not be related via Property '{edge.ontologyproperty}'.
he: עליך לפרט מאפיין אונטולוגיה. הגרף שלך אינו חוקי סמנטית. לא ניתן לקשר את הדומיין של הישות '{edge.domainnode.ontologyclass}' ואת טווח הישות '{edge.rangenode.ontologyclass}' דרך מאפיין האונטולוגיה של המשאב '{edge.ontologyproperty}'.

source: Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' cannot be related via Property '{edge.ontologyproperty}'.
he: הגרף שלך אינו חוקי סמנטית. דומיין הישות '{edge.domainnode.ontologyclass}' וטווח הישות '{edge.rangenode.ontologyclass}' אינו יכול להיות מקושר דרך מאפיין האונטולוגיה של המשאב '{edge.ontologyproperty}'.

source: '{0}' is not found in the {1} ontology or is not a valid ontology property for Entity domain '{2}'.
he: '{0}' אינו נמצא ב{1} האונטולוגיה או שאינו מאפיין אונטולוגיה חוקי עבור דומיין הישות '{2}'.

source: You have assigned ontology classes to your graph nodes but not assigned an ontology to your graph.
he: הגדרת מחלקות מאונטולוגיה לצמתי הגרף שלך אך לא הגדרת אונטולוגיה לגרף שלך.

source: The json-ld context you supplied wasn't formatted correctly.
he: ההקשר של json-ld שסיפקת לא מעוצב כהלכה.

source: Another resource modal already uses the slug '{self.slug}'
he: שיטת משאבים אחרת כבר משתמשת בסלוג '{self.slug}'

source: Graph Validation Error
he: שגיאת אימות גרף

source: Could not delete database in CouchDB
he: לא ניתן למחוק מסד נתונים ב-CouchDB

source: Celery appears not to be running, you need to have celery running in order to sync from Arches Collector.
he: נראה שהCelery לא מופעל, הCelery צריך להיות פעיל כדי לבצע סנכרון מ-Arches Collector

source: Sync Completed
he: הסנכרון הושלם

source: Pushing Edits to Arches
he: מתבצע עדכון לעריכות בArches

source: Only resource models may be edited - branches are not editable
he: ניתן לערוך רק מודלי משאבים - ענפים אינם ניתנים לעריכה

source: This Model is Inactive and not available for editing
he: מודל זה אינו פעיל ואינו זמין לעריכה

source: This model is not yet active; unable to save.
he: מודל זה אינו פעיל עדיין; לא ניתן לשמור.

source: This model is not yet active; unable to delete.
he: מודל זה אינו פעיל עדיין; לא יכול למחוק.

source: Model Inactive Error
he: הצומת העליון של גרף המשאבים שלך: {self.root.name} צריך להיות קולקטור הנתונים. רמז: בדוק שה-nodegroup_id של צומת/י המשאב שלך אינו ריק (null).

source: Unable to save a tile to a card with cardinality 1 where a tile has previously been saved.
he: לא ניתן לשמור אריח לכרטיס עם שדה אחד שבו יש אריח שנשמר בעבר.

source: Details: card: {0}, graph: {1}, resource: {2}, tile: {3}, nodegroup: {4}
he: פרטים: כרטיס: {0}, גרף: {1}, משאב: {2}, אריח (Tile): {3}, קבוצת צומת: {4}

source: This card violates a unique constraint. The following value is already saved:
he: כרטיס זה מפר אילוץ ייחודי. הערך הבא כבר שמור:

source: Error checking for missing node. Nodeid: {nodeid} with value: {value}, not in nodes. You may have a node in your business data that no longer exists in any graphs.
he: שגיאה בבדיקת צומת חסר. Nodeid: {nodeid} עם ערך: {value}, לא קיים שאף צומת. ייתכן שיש לך צומת בנתונים שלך (Buisness Data) שכבר לא קיים בשום גרף.

source: This card requires values for the following:
he: בכרטיס זה דרושים ערכים עבור השדות הבאים:

source: No associated functions or other TypeError raised by a function
he: אין פונקציות משויכות או TypeError אחרת שהועלתה על ידי פונקציה

source: Tile Validation Error
he: שגיאת אימות אריח (Tile)

source: Tile Cardinaltiy Error
he: שגיאת קרדינליות אריח

source: Search Index Error:
he: שגיאת אינדקס חיפוש:

source: Search Index Not Defined Error:
he: שגיאת אינדקס חיפוש לא מוגדרת:

source: The index "%s" is not defined in settings.ELASTICSEARCH_CUSTOM_INDEXES
he: האינדקס "%s" אינו מוגדר ב- settings.ELASTICSEARCH_CUSTOM_INDEXES

source: Feature geometry is not defined
he: גיאומטריית הפריט אינה מוגדרת

source: You need at least one of the following operators in a Range expression: gte, gt, lte, or lt
he: אתה צריך לפחות אחד מהאופרטורים הבאים בביטוי טווח (Range expressio) : gte / gt / lte / lt

source: You can only use one of either: gte or gt
he: אתה יכול להשתמש רק באחד מהשניים: gte או gt

source: You can only use one of either: lte or lt
he: אתה יכול להשתמש רק באחד מהשניים: lte או lt

source: You need to specify either a "field" or a "script"
he: עליך לציין "field" או "script"

source: You need to specify a name for your aggregation
he: עליך לציין שם לצבירה שלך

source: You need to specify an aggregation type
he: עליך לציין סוג צבירה

source: You need to specify a path for your nested aggregation
he: עליך לציין נתיב עבור הצבירה המקוננת שלך

source: Shapefile are fieldnames required for the following nodes: {0}
he: Shapefile הם שמות שדות הנדרשים עבור הצמתים הבאים: {0}

source: Your search {} is ready for download. You have 24 hours to access this file, after which we'll automatically remove it.
he: החיפוש שלך {} מוכן להורדה. הקובץ זמין ב 24 שעות הקרובות, לאחר מכן הוא יוסר אוטומטית.

source: Hello, Your request to download a set of search results is now ready.
he: שלום, בקשתך להורדת תוצאות החיפוש מוכנה כעת.

source: Download Now
he: הורד עכשיו

source: Thank you
he: תודה

source: Resources have completed loading.
he: טעינת המשאבים הסתיימה.

source: Hello, Your package has successfully loaded into your Arches project.
he: שלום, החבילה שלך נטענה בהצלחה לפרויקט הארצ'ס שלך.

source: Log me in
he: חבר אותי

source: Cancel
he: בטל

source: OK
he: בסדר

source: Manage
he: ניהול

source: Login
he: התחברות

source: Welcome
he: ברוך הבא

source: Notifications
he: התראות

source: Search
he: חיפוש

source: My Recent Edits
he: העריכות האחרונות שלי

source: Edit Resource
he: ערוך משאב

source: Print
he: הדפס

source: Help
he: עזרה

source: Close
he: סגור

source: My Edit History
he: היסטורית העריכה שלי

source: Close Help
he: סגור עזרה

source: for more documentation, visit
he: לתיעוד נוסף, בקר

source: Tools
he: כלים

source: Manage System Settings
he: ניהול הגדרות מערכת

source: System Settings
he: הגדרות מערכת

source: System Settings Graph
he: גרף הגדרות מערכת

source: Add New Resource
he: הוסף משאב חדש

source: Arches Designer
he: מעצב המידע של ארצ'ס

source: Resource Models
he: מודלי משאבים

source: Branches
he: ענפים

source: Map Layer Manager
he: מנהל שכבות מפה

source: Resource Layers
he: שכבות משאבים

source: Basemaps
he: מפות בסיס

source: Overlays
he: שכבות - על

source: Arches Collector Manager
he: מנהל ארצ'ס קולקטור

source: Recent Edits
he: עריכות אחרונות

source: Profile Manager
he: מנהל פרופילים

source: Modules
he: מודולים

source: Change your password
he: שנה את סיסמתך

source: Change Password
he: שנה סיסמה

source: Your password must:
he: הסיסמה שלך חייבת:

source: Arches
he: ארצ'ס

source: Oops!
he: אופס!

source: Page Not Found!
he: הדף לא נמצא!

source: Sorry, but the page you are looking for has not been found on our server.
he: מצטערים, אך הדף שאתה מחפש לא נמצא בשרת שלנו.

source: Back to Homepage
he: חזרה לדף הבית

source: Internal Server Error!
he: שגיאת שרת פנימית!

source: Something went wrong and we couldn't process your request.
he: משהו השתבש ולא יכולנו לעבד את בקשתך.

source: Overview
he: סקירה כללית

source: As a database administrator, you will use the Arches Collector Manager to create and manage the projects that data collection users will access through the <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a> mobile app.
he: כמנהל מסד נתונים, תשתמש במנהל Arches Collector כדי ליצור ולנהל את הפרויקטים עבור משתמשים שאוספים נתונים באמצעות האפליקציה לנייד של <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a>.

source: When you begin creating a new project, you'll be brought to the project summary, which shows you how many users are participating, when data was last synced, and more.
he: כאשר מתחילים ליצור פרויקט חדש, יוצג תקציר הפרויקט , שמראה כמה משתמשים משתתפים, מתי הנתונים סונכרנו לאחרונה ועוד.

source: open in new tab
he: פתח בלשונית חדשה

source: Once you have finished setting all of the parameters for your project, you will return to the summary page to activate it for the first time.
he: לאחר שתסיים להגדיר את כל הפרמטרים עבור הפרויקט שלך, תחזור לדף התקציר כדי להפעיל אותו בפעם הראשונה.

source: This initial activation saves the contents of your project to a staging database, from which Arches Collector users will download it and begin collecting data.
he: הפעלה ראשונית זו שומרת את תוכן הפרויקט שלך לבמה מסד נתונים, שממנו משתמשי Arches קולקטור יורידו אותו ויתחילו איסוף מידע.

source: IMPORTANT: In order for Arches Collector users to connect to this Arches instance a system admin must first <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">register an application</a>.
he: חשוב!: על מנת שמשתמשי Arches Collector יתחברו ל Arches - מנהל מערכת חייב תחילה <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">לבצע רישום לאפליקציה</a>.

source: Managing Projects
he: ניהול פרויקטים

source: Activation/Deactivation
he: הפעלה/השבתה

source: The first time you activate the project and click Save, all of the parameters are saved to an intermediate location, and cannot be updated. After this initial activation, you can deactivate/reactivate the project whenever you want. When a project is deactivated, users who have already downloaded it can still collect and sync their data, but new users cannot download it, even if they have the proper permissions.
he: בפעם הראשונה שתפעיל את הפרויקט ותלחץ על שמור, כל הפרמטרים ישמרו במיקום ביניים, ולא יהיה ניתן לעדכן אותם. לאחר הפעלה ראשונית זו, תוכל להשבית/להפעיל מחדש את הפרויקט כרצונך. כאשר פרויקט מושבת, משתמשים שכבר הורידו את הפרויקט עדיין יוכלו לאסוף ולסנכרן את הנתונים שלהם, אך משתמשים חדשים לא יוכלו להוריד אותו, גם אם יש להם את ההרשאות המתאימות.

source: Syncing
he: מסנכרן

source: After you have activated a project, and users have begun downloading it and entering data, they can sync their changes at any time. The following takes place when a user syncs a project:
he: לאחר הפעלת פרויקט, ולאחר שהמשתמשים החלו להוריד אותו ולהזין נתונים, הם יכולים לסנכרן את השינויים שלהם בכל עת. הפעולה הבאה מתרחשת כאשר משתמש מסנכרן פרויקט:

source: All changes from the user's mobile device will be pushed to this database.
he: כל השינויים מהמכשיר הנייד של המשתמש יוזנו למסד הנתונים הזה.

source: All changes from the user's mobile device will be made available to all other participants in the same project.
he: כל השינויים מהמכשיר הנייד של המשתמש יהיו זמינים לכל המשתתפים אחרים באותו פרויקט.

source: If other project participants have synced their data, it will be downloaded to the user's mobile device.
he: אם משתתפי פרויקט אחרים סינכרו את הנתונים שלהם, הנתונים יורדו למכשיר הנייד של המשתמש.

source: If resources have been changed in this database since the project was first activated, these changes are <strong>not</strong> downloaded to the user's mobile device.
he: אם המשאבים שונו במסד נתונים זה מאז שהפרויקט הופעל לראשונה, שינויים אלה <strong>אינם</strong> יורדים למכשיר הנייד של המשתמש.

source: Project Parameters
he: פרמטרים של הפרויקט

source: Settings
he: הגדרות

source: Name
he: שם

source: This name will be used in Arches Collector when users connect to this Arches instance.
he: השם הזה ישמש בArches קולקטור כאשר משתמשים יתחברו לפלטפורמת Arches זו.

source: Start Date/End Date
he: תאריך התחלה/תאריך סיום

source: The project's start and end dates are used to limit when people can add or edit data to your project. Use these dates to enforce the beginning and end of your field data collection effort. When a project has expired, users will not be able to collect new data, but they can still sync.
he: תאריכי ההתחלה והסיום של הפרויקט משמשים כדי להגביל מתי אנשים יכולים להוסיף או לערוך נתונים לפרויקט שלך. השתמש בתאריכים אלה כדי לאכוף את ההתחלה והסוף מהמאמץ שלך באיסוף נתונים בשטח. כאשר פג תוקף הפרויקט, המשתמשים לא יוכלו לאסוף נתונים חדשים, אבל הם עדיין יכולים לסנכרן.

source: Description
he: תיאור

source: Optionally add a description for your project. This description will be included when users download the project using Arches Collector.
he: אפשר להוסיף תיאור לפרויקט שלך. תיאור זה יהיה כלול כאשר משתמשים מורידים את הפרויקט באמצעות Arches קולקטור.

source: Map Extent
he: תחום המפה

source: The map extent for this project will default to the extent set in System Settings, but can be changed however you like. If you allow users to download data in this project, only resources within this boundary will be used.
he: היקף המפה עבור פרויקט זה יהיה ברירת המחדל להיקף שהוגדר בהגדרות מערכת, אבל ניתן לשנות איך שתרצה. אם תאפשר למשתמשים הורדת נתונים בפרויקט זה, רק משאבים בתוך הגבול הזה יהיו בשימוש.

source: Map Sources
he: מקורות מפה

source: Define the basemap layer(s) that will be available to users while they collect data with Arches Collector.
he: הגדר את שכבת/ות מפת הבסיס שתהיה זמינה למשתמשים בזמן שהם אוספים נתונים עם Arches קולקטור.

source: If you expect data collection to happen in areas that do not have reliable cellular/wifi data connections, use this parameter to link to an MBTiles file that users will download when they download this project. You can learn more about creating this file in our external <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a> documentation.
he: אם איסוף נתונים עשוי להתרחש באזורים שאין להם חיבור סלולרי/wifi מהימן, השתמש בפרמטר זה כדי לקשר ל-קובץ MBTiles שמשתמשים יורידו כשיורידו את הפרויקט. אתה יכול ללמוד עוד על יצירת קובץ זה בתיעוד החיצוני שלנו. <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a>

source: Models
he: מודלים

source: You must select one or more resources models to include in the project. When a user downloads the project and begins editing data, only these resource models will be available to them.
he: עליך לבחור מודל משאב אחד או יותר שיכללו בפרויקט. כשמשתמש מוריד את הפרויקט ומתחיל לערוך נתונים, רק מודלי משאבים אלו יהיו זמינים עבורם.

source: Once you have selected a model, you must further decide which cards from that model to include.
he: לאחר שבחרתם מודל, עליכם להחליט אילו כרטיסים מהמודל הזה לכלול.

source: By only including certain cards, you can keep the Arches Collector users focused on the specific information you want them to gather.
he: על ידי הכללת כרטיסים מסוימים בלבד, תוכל לשמור שמשתמשי Arches Collector יתמקדו במידע הספציפי שאתה רוצה שהם יאספו.

source: All existing card-level permissions in a resource model will be honored during data collection.
he: כל ההרשאות הקיימות ברמת הכרטיס במודל משאב יכובדו במהלך איסוף הנתונים.

source: Data
he: נתונים

source: If you want users to edit existing resources in your database, you must include these resources in the Data Download section. You can limit the number of resources that get downloaded, with the default maximum limit being 2000. If the resource model you want to download includes geometry, only resources from within your Map Extent will be downloaded.
he: אם אתה רוצה שמשתמשים יערכו משאבים קיימים במסד הנתונים שלך, עליך כלול משאבים אלה בסעיף הורדת נתונים. אתה יכול להגביל את מספר המשאבים שיורדו, עם מגבלת ברירת המחדל המרבית להיות 2000. אם מודל המשאב שברצונך להוריד כולל היקף מפה, רק משאבים מתוך היקף המפה שלך יורדו.

source: You can also choose a custom download of resources. Simply go to the search page, construct a search query, and copy and paste the URL in the Custom Download URL box. All of the search results from that query will be included when users download this project.
he: אתה יכול גם לבחור הורדה מותאמת אישית של משאבים. פשוט עבור לחיפוש עמוד, בנה שאילתת חיפוש והעתק והדבק את כתובת האתר ב-Custom תיבת כתובת URL מותאמת להורדה. כל תוצאות החיפוש מאותה שאילתה ייכללו כאשר משתמשים מורידים את הפרויקט הזה.

source: People
he: אנשים

source: When someone connects to this Arches instance from their mobile device using Arches Collector, they will only be able to access this project if they have been approved to do so.
he: כאשר מישהו מתחבר למופע Arches הזה מהמכשיר הנייד שלו באמצעות Arches קולקטור, הם יוכלו לגשת לפרויקט הזה רק אם הם אושרו לעשות זאת.

source: When modifying group and user approvals, bear in mind the following:
he: בעת שינוי אישורי קבוצות ומשתמשים, זכור את הדברים הבאים:

source: By approving a group, all members will be approved.
he: על ידי אישור קבוצה, כל החברים יאושרו.

source: By disapproving a group, all members will be disapproved unless they are approved as a member of a different group.
he: על ידי אי אישור קבוצה, כל החברים לא יאושרו אלא אם כן אושרו כחבר/ים בקבוצה אחרת.

source: You may approve or disapprove a user regardless of the approval status of any group to which that user belongs.
he: אתה יכול לאשר או לא לאשר משתמש ללא קשר לסטטוס האישור של כל קבוצה שאליה שייך המשתמש.
