Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: Define access privileges for this instance. You may limit access to yourself, or select which user accounts and groups have permission to this resource.
he: הגדר הרשאות גישה עבור מופע זה. אתה יכול להגביל את הגישה לך בלבד או בחר לאילו חשבונות משתמש וקבוצות יש הרשאה לכך משאב.

source: Set Permissions for this instance
he: הגדר הרשאות עבור מופע זה

source: By default only you have access to this record. You can set permissions for specific people or groups by selecting to whom you will grant access
he: כברירת מחדל רק לך יש גישה לרשומה זו. אתה יכול להגדיר הרשאות עבור אנשים או קבוצות ספציפיים על ידי בחירה למי תעניק גישה

source: Person/Group
he: אדם/קבוצה

source: Allow Normal Access
he: אפשר גישה רגילה

source: Related Resources Editor
he: עורך משאבים מקושרים

source: Add Related Resources
he: הוסף משאבים מקושרים

source: Arches allows you to define relationships between resources so you can better understand the context and interplay
he: Arches מאפשר לך להגדיר יחסים בין משאבים כך שתוכל להבין טוב יותר את ההקשר ואת המשחק

source: between physical objects, events, activities, people and documents.
he: בין חפצים פיזיים, אירועים, פעילויות, אנשים ומסמכים.

source: Relating resources lets you build a network of relationships for your data objects.
he: קישור משאבים מאפשר לך לבנות רשת של קשרים עבור הנתונים שלך חפצים.

source: Show Me How
he: הראה לי כיצד

source: Table
he: טבלה

source: Visualization
he: ייצוג חזותי

source: Select resources and relate it to this one
he: בחר משאבים וקשר אותם למשאב זה

source: resource relations
he: יחסי המשאב

source: This is a Node to Resource Instance relationship
he: זהו קשר של Node to Resource Instance

source: 's relationship to
he: היחס ל

source: 's relationship to
he: היחס ל

source: Inverse Relationship to
he: יחס הפוך ל

source: Delete this entry
he: מחק את הערך הזה

source: Cancel Edit
he: בטל עריכה

source: This is a Resource Instance to Resource Instance relationship
he: זהו קשר בין מופע משאב למופע משאב

source: Relationship
he: יחסים

source: From Date
he: מתאריך

source: To Date
he: עד תאריך

source: This resource is not related to any other resources
he: משאב זה אינו קשור למשאבים אחרים

source: Arches keeps track of how resources are related. Click the "related resources" link
he: Arches עוקב אחר איך המשאבים קשורים. לחץ על "קישור משאבים קשורים".

source: on a search result from the list on the left
he: על תוצאת חיפוש מהרשימה משמאל

source: to see its relatives displayed in an interactive graph
he: כדי לראות את פריטים קשורים מוצגים בגרף אינטראקטיבי

source: Resource Report
he: דוח משאבים

source: Results:
he: תוצאות:

source: Clear Filters
he: נקה מסננים

source: Account Settings
he: הגדרות חשבון

source: User name:
he: שם משתמש:

source: Account
he: חשבון

source: User name
he: שם משתמש

source: Change password
he: שנה סיסמה

source: Contact email
he: דוא"ל ליצירת קשר

source: Phone
he: טלפון

source: Arches user name
he: שם משתמש Arches

source: This is the unique email or name that you use to log on to Arches.
he: זהו הדוא"ל או השם הייחודיים שבהם אתה משתמש כדי להיכנס לArches.

source: First name
he: שם פרטי

source: Arches uses your name and phone number to make it easier for other users to find and work with you.
he: Arches משתמש בשם ובמספר הטלפון שלך כדי להקל על משתמשים אחרים למצוא ולעבוד איתך.

source: Last name
he: שם משפחה

source: Phone Number (optional)
he: מספר טלפון (אופציונלי)

source: Contact Email
he: דוא"ל ליצירת קשר

source: Arches uses your e-maill to alert you to projects and tasks assigned to you.
he: Arches משתמש בדואר האלקטרוני שלך כדי להתריע על פרויקטים ומשימות שהוקצו לך.

source: Notification Settings
he: הגדרות של התראות

source: Trigger
he: הדק

source: Email Notification
he: הודעת דוא"ל

source: Web Notification
he: הודעת רשת

source: Enable
he: אפשר

source: Exporting Search Results
he: ייצוא תוצאות חיפוש

source: Arches Collector Projects
he: פרויקטים של Arches קולקטור

source: Sorry, but you haven't been invited to a project yet...
he: מצטערים, אך טרם הוזמנת לפרויקט...

source: to
he: אל

source: Unnamed Survey
he: סקר ללא שם

source: View Details
he: הצג פרטים

source: Project Summary
he: תקציר הפרויקט

source: Number of edits:
he: מספר עריכות:

source: Contributors:
he: תורמים:

source: Offline Basemap:
he: מפת בסיס לא מקוונת:

source: No datatype detected for {0}
he: לא זוהה סוג נתונים עבור {0}

source: Total resources saved: {save_count}
he: סך המשאבים שנשמרו: {save_count}

source: {0} of {1} resources saved
he: {0} מתוך {1} משאבים נשמרו

source: {0} of {1} relations saved
he: {0} מתוך {1} יחסים נשמרו

source: No import errors
he: אין שגיאות בייבוא

source: ***** Errors occured during import. Some data may not have been imported. For more information, check resource import error log:
he: ***** אירעו שגיאות במהלך הייבוא. ייתכן שחלק מהנתונים לא יובאו. למידע נוסף, בדוק את יומן השגיאות של ייבוא משאבים:

source: Must supply either a graph id or a list of resource instance ids to export
he: חייב לספק מזהה גרף או רשימה של מזהי מופעי משאבים לייצוא

source: <strong>Error in SPARQL query:</strong><br>Test this query directly by pasting the query below into the Getty's own SPARQL endpoint at <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Query returned 0 results, please check the query for errors. You may need to add the appropriate languages into the database for this query to work<br><br>
he: <strong>שגיאה בשאילתת SPARQL:</strong><br> בדוק את השאילתה הזו ישירות על ידי הדבקת השאילתה למטה ב-SPARQL של Getty נקודת קצה ב <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i> השאילתה החזירה 0 תוצאות, אנא בדוק את השאילתה עבור שגיאות. ייתכן שיהיה עליך להוסיף את השפות המתאימות לתוך מסד הנתונים כדי שהשאילתה הזו תעבוד<br><br>

source: This email address has already been registered with the system. If you forgot your password, click the 'exit' link below and go to the login page to reset your password.
he: כתובת דוא"ל זו כבר נרשמה במערכת. אם שכחת את הסיסמה שלך, לחץ על 'יציאה' קישור למטה ועבור לדף הכניסה כדי לאפס את הסיסמה שלך.

source: Email
he: דוא"ל

source: New password
he: סיסמה חדשה

source: Re-enter new password
he: הזן מחדש את הסיסמה החדשה

source: Be longer than {0} characters
he: להיות ארוך מ-{0} תווים

source: Have at least 1 letter
he: יש לפחות אות אחת בשפה האנגלית

source: Your password must contain at least one special character
he: הסיסמה חייבת להכיל לפחות תו מיוחד אחד

source: Have at least 1 special character
he: יש לפחות תו מיוחד אחד

source: Your password must contain at least one number
he: הסיסמה חייבת להכיל לפחות מספר אחד

source: Have at least 1 number
he: יש לפחות מספר אחד

source: Your password must contain both upper and lower case letters
he: הסיסמה חייבת להכיל אותיות גדולות וקטנות

source: Have least 1 upper and lower case character
he: יש לפחות אות אחת גדולה ואות קטנה בשפה האנגלית

source: Could not return JSON Response
he: לא ניתן להחזיר את תגובת JSON

source: Celery worker connection failed. Reattempting
he: Celery worker connection נכשל. מנסה שוב

source: Failed to connect to celery due to a BrokenPipeError/ConnectionResetError
he: נכשל החיבור ל - celery עקב שגיאת BrokenPipe/ConnectionResetError

source: A celery broker is running, but a celery worker is not available
he: celery broker פועל, אבל celery worker אינו זמין

source: Unable to connect to a celery broker
he: לא ניתן להתחבר ל celery broker

source: The survey you are attempting to sync is no longer available on the server
he: הסקר שאתה מנסה לסנכרן אינו זמין עוד בשרת

source: Sync Failed. User unauthorized to sync project
he: הסנכרון נכשל. משתמש לא מורשה לסנכרן פרויקט

source: Unable to determine user access to collector project
he: לא ניתן לקבוע גישת משתמש לפרויקט קולקטור

source: Failed to dispatch Couch proxy
he: נכשלה שליחת ה- Couch proxy

source: Sync failed
he: הסנכרון נכשל

source: Failed to dispatch Kibana proxy
he: נכשלה שליחת ה- Kibana proxy

source: KibanaProxy failed
he: KibanaProxy נכשל

source: Failed to create API request
he: יצירת בקשת API נכשלה

source: Sync Failed
he: הסנכרון נכשל

source: Unable to fetch collector projects
he: לא ניתן להביא פרויקטים של קולקטור

source: Unnamed Resource
he: משאב ללא שם

source: The specified resource '{0}' does not exist. JSON-LD export failed.
he: המשאב שצוין '{0}' אינו קיים. ייצוא JSON-LD נכשל.

source: New Resource
he: משאב חדש

source: Tile not found.
he: אריח לא נמצא.

source: No nodes matching query parameters found.
he: לא נמצאו צמתים התואמים לפרמטרים של שאילתה.

source: No graph found for graphid %s
he: לא נמצא גרף עבור המזהה %s

source: User does not have permission to edit this node.
he: למשתמש אין הרשאה לערוך את הצומת הזה.

source: Signup for Arches
he: הרשמה לArches

source: Thanks for your interest in Arches. Click on link below to confirm your email address! Use your email address to login.
he: תודה על התעניינותך בArches. לחץ על הקישור למטה כדי לאשר את כתובת המייל שלך! השתמש בכתובת האימייל שלך כדי להתחבר.

source: This link expires in 24 hours. If you can't get to it before then, don't worry, you can always try again with the same email address.
he: קישור זה יפוג בעוד 24 שעות. אם אתה לא יכול להגיע לזה לפני כן, אל תדאג, אתה תמיד יכול לנסות שוב עם אותו הדבר כתובת דוא"ל.

source: Welcome to Arches!
he: ברוכים הבאים לArches!

source: An email has been sent to <br><strong>%s</strong><br> with a link to activate your account
he: מייל נשלח אל <br><strong>%s</strong><br> עם קישור להפעלת חשבונך

source: The signup link has expired, please try signing up again. Thanks!
he: פג תוקף קישור ההרשמה, אנא נסה להירשם שוב. תודה!

source: Invalid password
he: סיסמא שגויה

source: New password and confirmation must match
he: שדות הסיסמא החדשה ואישור הסיסמא חייבים להיות זהים

source: Password successfully updated
he: סיסמא עודכנה בהצלחה

source: Make sure to set your MOBILE_OAUTH_CLIENT_ID in settings.py
he: הקפד להגדיר את ה-MOBILE_OAUTH_CLIENT_ID שלך ב-settings.py

source: Using the RDM
he: שימוש במנהל נתונים מילוניים -RDM

source: Unable to Load SKOS File
he: לא ניתן לטעון קובץ SKOS

source: There was an issue saving the contents of the file to Arches.
he: הייתה בעיה בשמירת תוכן הקובץ ל-Arches.

source: Unable to Delete
he: לא ניתן למחוק

source: This concept or one of it's subconcepts is already in use by an existing resource.
he: קונספט זה או אחד מתת-הקונספטים שלו כבר בשימוש על ידי קיים משאב.

source: Success
he: הסתיים בהצלחה

source: Collection successfully created from the selected concept
he: האוסף נוצר בהצלחה מהקונספט שנבחר

source: Unable to Make Collection
he: לא ניתן ליצור אוסף

source: Unable to make a collection from the selected concept.
he: לא ניתן ליצור אוסף מהקונספט שנבחר.

source: Using the Arches Designer
he: שימוש במעצב המודלים של Arches

source: No namespaces appear to be associated with {ontology.ontologyid} in the ontologies table. This is not a problem as long as all necessary namespaces are included in the ONTOLOGY_NAMESPACES setting.
he: לא נראה שמרחבי שמות משויכים ל-{ontology.ontologyid} ב- טבלת אונטולוגיות. זו לא בעיה כל עוד כל מרחבי השמות הדרושים כלולים בהגדרה ONTOLOGY_NAMESPACES.

source: Branch Library
he: ספריית ענפים

source: Find a graph branch
he: מצא ענף גרף

source: Designing a Resource Model
he: עיצוב מודל משאב

source: Designing a Branch
he: עיצוב ענף

source: Elasticsearch indexing error
he: שגיאת אינדקס של Elasticsearch

source: If you want to change the datatype of an existing node. Delete and then re-create the node, or export the branch then edit the datatype and re-import the branch.
he: אם ברצונך לשנות את סוג הנתונים של צומת קיים. מחק ולאחר מכן צור מחדש את הצומת, או ייצא את הענף ואז ערוך את סוג הנתונים וייבא מחדש את הענף.

source: Managing Functions
he: ניהול פונקציות

source: IIIF server proxy not configured
he: הפרוקסי של שרת ה- IIIF לא מוגדר

source: Unable to delete collector project
he: לא ניתן למחוק פרויקט מהקולקטור

source: Unable to connect to CouchDB
he: לא ניתן להתחבר ל-CouchDB

source: Unable to delete survey
he: לא ניתן למחוק את הסקר

source: Unable to connect to CouchDB. Please confirm that CouchDB is running
he: לא ניתן להתחבר ל-CouchDB. אנא אשר ש-CouchDB פועל

source: Unable to save collector project
he: לא ניתן לשמור את פרויקט הקולקטור

source: Failed to connect to a CouchDB service
he: החיבור לשירות CouchDB נכשל

source: Logon to {app_name}
he: כניסה אל {app_name}

source: Welcome to Arches! You've just been added to a Mobile Survey. Please take a moment to review the mobile_survey description and mobile_survey start and end dates.
he: ברוכים הבאים לArches! נוספת זה עתה לסקר נייד. אנא הקדישו רגע לעיון ב- mobile_survey תאריכי התחלה וסיום של הסקר.

source: If you have any qustions contact the site administrator at {admin_email}.
he: אם יש לך שאלות כלשהן, פנה למנהל האתר בכתובת {admin_email}.

source: You've been invited to an {app_name} Survey!
he: הוזמנת לסקר של {app_name}!

source: Hi! The Mobile Survey you were part of has ended or is temporarily suspended. Please permform a final sync of your local dataset as soon as possible.
he: היי! הסקר לנייד שהיית חלק ממנו הסתיים או מושהה באופן זמני. אנא בצע סנכרון סופי של מערך הנתונים המקומי שלך בהקדם האפשרי.

source: There's been a change to an {app_name} Survey that you're part of!
he: חל שינוי בסקר של {app_name} שאתה חלק ממנו!

source: Creating Resources
he: יצירת משאבים

source: Managing System Settings
he: ניהול הגדרות מערכת

source: Using the Resource Editor
he: שימוש בעורך המשאבים

source: Unable to Delete Resource
he: לא ניתן למחוק משאב

source: User does not have permissions to delete this instance because the instance or its data is restricted
he: למשתמש אין הרשאות למחוק מופע זה בגלל שהמופע או שהנתונים שלו מוגבלים

source: Unable to delete. Please verify the model status is active
he: לא ניתן למחוק. אנא ודא שהמודל בסטטוס פעיל

source: Resource Created
he: המשאב נוצר

source: Resource Deleted
he: המשאב נמחק

source: Tile Deleted
he: האריח (Tile) נמחק

source: Tile Created
he: האריח (Tile) נוצר

source: Tile Updated
he: האריח (Tile) עודכן

source: Edit Deleted
he: עריכה נמחקה

source: Failed to fetch resource instance descriptors
he: שליפת מתארי מופעי משאבים נכשלה

source: No active report template is available for this resource.
he: אין תבנית דוח פעילה זמינה עבור משאב זה.

source: Unable to delete. Relationship does not exist
he: לא ניתן למחוק. אין יחסים מקושרים

source: Unable to save. Please verify the model status is active
he: לא ניתן לשמור. אנא ודא שהמודל בסטטוס פעיל

source: Searching the Database
he: מתבצע חיפוש במסד הנתונים

source: {total} instances have been submitted for export. Click the Bell icon to check for a link to download your data
he: {total} מופעים נשלחו לייצוא. לחץ על סמל פעמון כדי לבדוק אם יש קישור להורדת הנתונים שלך

source: Your search exceeds the {download_limit} instance download limit. Please refine your search
he: החיפוש שלך חורג ממגבלת הורדת המופעים של {download_limit}. אנא חדד את החיפוש שלך

source: Either no instances were identified for export or no resources have exportable geometry nodes Please confirm that the models of instances you would like to export have geometry nodes and that those nodes are set as exportable
he: לא זוהו מופעים לייצוא או שאין משאבים בעלי צמתי גיאומטריה ניתנים לייצוא. אנא אשר כי המודלים שלמופעים שתרצה לייצא יש צמתי גיאומטריה וזה הצמתים האלה מוגדרים כניתנים לייצוא

source: There was an error retrieving the search results
he: אירעה שגיאה באחזור תוצאות החיפוש

source: Downloading
he: מוריד

source: The requested file is no longer available
he: הקובץ המבוקש אינו זמין יותר

source: Saving tile failed
he: שמירת אריח (Tile) נכשלה

source: This tile is no longer available
he: אריח (Tile) זה אינו זמין יותר

source: It was likely deleted by another user
he: סביר שהוא נמחק על ידי משתמש אחר

source: Unable to save. Please verify your input is valid
he: לא ניתן לשמור. אנא ודא שהקלט שלך תקין

source: Request Failed
he: בקשה נכשלה (Request Failed)

source: Unable to Save. Verify model status is active
he: לא ניתן לשמור. ודא שהמודל בסטטוס פעיל

source: Permission Denied
he: ההרשאה נדחתה

source: It was likely already deleted by another user
he: סביר להניח שהוא כבר נמחק על ידי משתמש אחר

source: Unable to delete. Verify model status is active
he: לא ניתן למחוק. אנא ודא שהמודל בסטטוס פעיל

source: You do not have permissions to delete a tile with authoritative data.
he: אין לך הרשאות למחוק אריח (Tile) עם נתונים שמורים ומאושרים.

source: Not yet logged in
he: עדיין לא מחובר

source: Profile Editing
he: עריכת פרופיל משתמש

source: Your
he: שלך

source: You must supply an ontology_config.json within your ontology source directory.
he: עליך לספק ontology_config.json בתיקיית המקורות האונטולוגיים שלך.

source: '{config_file}' was not found.
he: '{config_file}' לא נמצא.

source: You must supply a version number using the -vn/--version argument.
he: עליך לספק מספר גרסה באמצעות הארגומנט -vn/--version.
