Repository: CNR-DHILab/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: he

source: Drag & Drop your files onto this panel to upload
he: גרור ושחרר את הקבצים שלך לפאנל זה כדי להעלות

source: Select Files
he: בחר קבצים

source: Adding files to this record is
he: הוספת קבצים לרשומה זו היא

source: optional.
he: אופציונאלית.

source: You may upload as many files as you wish; check with the site admin on the maximum file size.
he: אתה יכול להעלות כמה קבצים שתרצה; בדוק עם מנהל האתר ב- גודל קובץ מקסימלי.

source: Images formatted as .jpg, .png files may be uploaded. Other formats may require a loader to view.
he: ניתן להעלות תמונות בפורמט .jpg, .png. פורמטים אחרים עשויים דורש מטעין כדי לצפות.

source: File Filter
he: מסנן קבצים

source: e.g.: .txt
he: למשל: txt.

source: files uploaded
he: קבצים שהועלו

source: files selected
he: קבצים שנבחרו

source: add files
he: הוסף קבצים

source: Select All
he: בחר הכל

source: Clear All
he: נקה הכל

source: Delete Selected
he: מחק את הבחירה

source: Download Selected
he: הורד את הבחירה

source: Loader
he: טוען הקבצים

source: 'File Renderer'
he: 'מעבד הקבצים'

source: Apply to Selected Files
he: החל על הקבצים הנבחרים

source: Currently showing edits by
he: מציג כעת עריכות מאת

source: Save
he: שמור

source: Display Name
he: הצג שם

source: Display Description
he: הצג תיאור

source: Map Popup
he: חלונית פופ-אפ במפה

source: Re-Index
he: אינדוקס מחדש

source: Card Name
he: שם הכרטיס

source: Select a card from which to choose nodes to power your primary name identifier.
he: בחר כרטיס שממנו תבחר צמתים להפעלת מזהה השם הראשי שלך.

source: Primary Name Template
he: תבנית שם ראשי

source: Use bracketed node names like this: <node name>
he: השתמש בשמות צמתים בסוגריים כמו זה: <node name>

source: Select a card from which to choose nodes to power your primary description identifier.
he: בחר כרטיס שממנו תבחר צמתים להפעלת מזהה התיאור הראשי שלך.

source: Primary Description Template
he: תבנית תיאור ראשית

source: Map Popup Template
he: תבנית חלונית פופ-אפ

source: If you've made any changes to this function and there are resources already in the system, then you will need to reindex the resources to reflect your changes. This process can take some time (potentially several minuetes or more). Please be patient.
he: אם ביצעת שינויים כלשהם בפונקציה הזו וכבר קיימים משאבים במערכת, אז תצטרך לאנדקס מחדש את המשאבים כדי לשקף את שלך שינויים. תהליך זה עשוי להימשך זמן מה (ייתכן כמה דקות או יותר). אנא התאזר בסבלנות.

source: Re-Index Resources Now
he: אינדוקס מחדש למשאבים כעת

source: Re-Indexing...
he: מבצע אינדוקס מחדש...

source: searching....
he: מחפש....

source: Hide Style Tools
he: הסתר כלי סגנון

source: Show Style Tools
he: הצג כלי סגנון

source: Line Color
he: צבע קו

source: Line Color
he: צבע קו

source: Fill color
he: צבע מילוי

source: Fill Color
he: צבע מילוי

source: Line Opacity
he: אטימות הקו

source: Add a new feature...
he: הוסף פריט חדש...

source: Resource Model:
he: מודל המשאב:

source: ID:
he: מזהה (ID):

source: Report
he: דוח

source: Image
he: תמונה

source: Image Tools
he: כלי תמונה

source: Brightness
he: בהירות

source: Contrast
he: ניגודיות

source: Saturation
he: רוויה

source: Greyscale
he: גווני אפור

source: Display as greyscale
he: הצג בגווני אפור

source: Reset to defaults
he: אפס לברירות המחדל

source: Annotation Overlays
he: הערות כשכבות על

source: Gallery
he: גלריה

source: hide
he: הסתר

source: show
he: הצג

source: Select a manifest:
he: בחר מניפסט:

source: Load manifest
he: טען מניפסט

source: Loading manifest...
he: טוען מניפסט...

source: Error loading manifest...
he: שגיאה בטעינת מניפסט...

source: No manifest selected...
he: לא נבחר מניפסט...

source: Filter
he: סינון

source: Filter images...
he: סינון תמונות...

source: Switch Image Service
he: החלף שירות תמונה

source: Annotation(s)
he: הערה(ות)

source: Update Features
he: עדכן פריטי מפה

source: GeoJSON has the following errors that must be resolved:
he: ל-GeoJSON יש את השגיאות הבאות שיש לפתור:

source: Drag GeoJSON or KML files here to add...
he: גרור לכאן קבצי GeoJSON או KML כדי להוסיף...

source: The following errors occurred:
he: התרחשו השגיאות הבאות:

source: Edit GeoJSON
he: ערוך את אובייקט ה GeoJSON

source: Add Buffer
he: הוסף חייץ

source: Zoom to all
he: זום לכל הפריטים במפה

source: Basemap
he: מפת בסיס

source: Legend
he: מקרא

source: Triggering Nodegroups
he: הפעלת קבוצות צמתים (Triggering Nodegroups)

source: Select a nodegroup
he: בחר קבוצת צמתים (Nodegroups)

source: Download File
he: הורד קובץ

source: Dismiss
he: דחה

source: View Gallery
he: הצג גלריה

source: Upload Photographs
he: העלה תמונות

source: Drag & Dop your photos onto this panel to upload
he: גרור ושחרר את התמונות לחלונית זו כדי להעלותן

source: Select Photographs
he: בחר תמונות

source: Adding photos to this record is <span><strong>optional.</strong></span>
he: הוספת תמונות לרשומה זו היא <span><strong>אופציונלית.</strong></span>

source: You may upload as many photos as you wish, but the maximum size of any single file is <span>8MB</span>
he: אתה יכול להעלות כמה תמונות שתרצה, אבל הגודל המרבי של כל אחת מהן קובץ בודד הוא <span>8MB</span>

source: Images formatted as .jpg, .png, .tiff files may be uploaded. Other formats will be ignored.
he: ניתן להעלות תמונות רק בפורמט .jpg, .png, .tiff. לא ניתן להעלות בפורמטים אחרים.

source: Drag & Dop your photos onto this panel
he: גרור ושחרר את התמונות בפאנל זה

source: Accepted formats: .jpg, .png, .tiff
he: .פורמטים אפשריים:...jpg .png .tiff.

source: Image List
he: רשימת התמונות

source: Service
he: שרות (Service)

source: Canvas
he: מצע התמונה (Canvas)

source: Manage Image Service
he: ניהול שירות תמונות (Image Service)

source: Title
he: כותרת

source: Attribution
he: יחוס

source: Attribution Logo
he: לוגו לייחוס

source: Metadata
he: מטא דאטה

source: Manage Image Canvases
he: נהל מצעי תמונות (Image Canvases)

source: Images
he: תמונות

source: Select image to delete from the image service
he: בחר תמונה למחיקה משירות התמונות

source: Drag or
he: גרור או

source: click here
he: לחץ כאן

source: to upload photos
he: כדי להעלות תמונות

source: Selected Image Name
he: שם התמונה שנבחרה

source: Create New Service
he: צור שירות חדש (New Service)

source: Edit a service
he: ערוך שירות

source: Drag & Drop Your Images Here
he: גרור ושחרר את התמונות שלך כאן

source: Import digital images and create a new image service
he: ייבא תמונות דיגיטליות וצור שירות תמונות חדש

source: Select Images
he: בחר תמונות

source: Create a new service by uploading one or more images. Images will be uploaded and processes so that you can view, annotate, and share them with others
he: צור שירות חדש על ידי העלאת תמונה אחת או יותר. תמונות יועלו ויעובדו כך שתוכל לצפות בהם, להוסיף הערות ולשתף אותם אחרים

source: Edit an existing Image Service
he: ערוך שירות תמונה קיים

source: Update the information and images related to an existing Image Service. Or copy and paste in the URL of a IIIF Manifest to add a service from an external service
he: עדכן את המידע והתמונות הקשורים לשירות תמונה קיים. או העתק והדבק בכתובת ה-URL של IIIF Manifest כדי להוסיף שירות מ- שירות חיצוני

source: Create Image Service
he: צור שירות תמונה

source: dismiss
he: דחה

source: Insert Workflow Name
he: הוסף את שם זרימת העבודה (Workflow)

source: Save and Complete Workflow
he: שמור והשלם זרימת העבודה

source: Delete Workflow
he: מחק זרימת עבודה

source: Detailed Step Information
he: מידע מפורט על השלב

source: Previous Step
he: שלב קודם

source: Save and Continue
he: שמור והמשך

source: Next Step
he: השלב הבא

source: Data Themes
he: ערכות נושא של הנתונים (Data Themes)

source: Info
he: מידע

source: Resource Information
he: מידע על המשאב

source: Has relationship
he: מקיים יחס (Has relationship)

source: with
he: עם

source: Relationships
he: יחסים (Relationships)

source: relationships shown
he: יחסים מוצגים

source: Load more
he: טען עוד

source: Search Network
he: חפש ברשת היחסים

source: Filter...
he: לסנן...

source: Analyze Network
he: נתח רשת יחסים

source: Click a node/edge for info
he: לחץ על צומת/קצה למידע

source: Click a node to show more relationships
he: לחץ על צומת כדי להציג יחסים נוספים

source: Click a node refocus
he: לחץ על צומת למיקוד מחדש

source: Click a node/edge to remove
he: לחץ על צומת/קצה כדי להסירה

source: Participating Layers
he: שכבות משתתפות

source: Buffer Intersecting Feature
he: חייץ הפריטים הנחתכים

source: buffer
he: חייץ

source: Add buffer to features
he: הוסף חייץ לפריטים

source: Select a feature to perform intersection
he: בחר פריט לביצוע חיתוך intersection)

source: Intersect
he: חתוך (Intersect)

source: Find
he: מצא

source: Search Facets
he: אופן חיפוש

source: Find ...
he: מצא ...

source: Advanced Search
he: חיפוש מתקדם

source: With Advanced Search you can build more sophisticated search queries.
he: בעזרת חיפוש מתקדם תוכל לבנות שאילתות חיפוש מתוחכמות יותר.

source: Select the search facets you wish to query from the list on the right. Then enter your
he: בחר את אופן החיפוש שברצונך לבצע מהרשימה מימין. לאחר מכן הכנס את

source: criteria to customize your search filters
he: קריטריונים להתאמה אישית של מסנני החיפוש שלך

source: And
he: ו

source: Or
he: או

source: Remove
he: הסר

source: Map Search
he: חיפוש במפה

source: Buffer
he: חייץ

source: Distance
he: מרחק

source: Select a filter
he: בחר מסנן

source: Draw a...
he: שרטט...

source: Accept GeoJSON
he: קבל את אוביקט ה GeoJSON

source: Zoom to all features
he: זום לכל הפריטים במפה

source: Clear spatial filter
he: נקה מסנן מרחבי

source: QA Type
he: סוג QA (סטטוס העריכה)

source: All edits
he: כל העריכות

source: Resource Type
he: סוג המשאב

source: All resources
he: כל המשאבים

source: Saved Search
he: חיפוש שמור

source: The Arches site administrator
he: מנהל האתר של Arches

source: hasn't saved any searches yet.
he: עדיין לא נשמרו חיפושים.

source: Export Search Results
he: ייצוא תוצאות חיפוש

source: 1. Format
he: 1. פורמט

source: Select the format you'd like for your export data. (tile excel and geojson formats require a resource type filter)
he: בחר את הפורמט שאתה רוצה עבור נתוני הייצוא שלך. (אריחים אקסל ו- geojson פורמטים דורשים מסנן סוג משאב)

source: Copy to clipboard
he: העתק ללוח

source: 2. Coordinate Precision
he: 2. דיוק הקואורדינטות

source: Tell us how many decimal places of precision you'd like for geo-data results
he: ספר לנו כמה נקודות עשרוניות של דיוק תרצה לתוצאות גיאוגרפיות

source: 3. Report Link
he: 3. קישור לדוח

source: Only applicable to CSV and shapefile exports
he: חל רק על ייצוא CSV ו-shapesfile

source: Include the report link in the export?
he: האם לכלול את קישור הדוח בייצוא?

source: 4. Name this export
he: 4. תן שם לייצוא זה

source: 5. Email Address
he: 5. כתובת דוא"ל

source: This download may take some time. Tell us where to email a download link to your results
he: הורדה זו עשויה להימשך זמן מה. הכנס אימייל לשליחת קישור להורדת התוצאות שלך

source: Download
he: הורדה

source: Resource Details
he: פרטי המשאב

source: Click the 'Details' link on a search result from the list on the left
he: לחץ על הקישור 'פרטים' בתוצאת חיפוש מהרשימה מימין

source: to view more information about a resource.
he: כדי להציג מידע נוסף על משאב.

source: Provisional
he: זמני

source: Details
he: פרטים

source: Related Resources
he: משאבים מקושרים

source: Relate Resource
he: משאב מקושר

source: Cannot Be Related
he: לא ניתן לקשר

source: Unsorted
he: לא ממוין

source: Ascending
he: עולה

source: Descending
he: יורד

source: Find a resource...
he: מצא משאב...

source: Date Interval
he: מרווח התאריך

source: Clear
he: נקה

source: Type
he: סוג

source: Search all dates
he: חפש בכל התאריכים

source: Within
he: בתוך

source: Custom date range
he: טווח תאריכים מותאם אישית

source: Today
he: היום

source: Last 7 days
he: 7 ימים אחרונים

source: Last 30 days
he: 30 הימים האחרונים

source: This week
he: השבוע

source: This month
he: החודש

source: This quarter
he: הרבעון הזה

source: This year
he: השנה

source: From
he: מ

source: To
he: ל

source: Time Wheel
he: גלגל זמן

source: (Click on a block to set a filter, double-click to zoom in, double-click center to zoom out)
he: (לחץ על בלוק כדי להגדיר מסנן, לחץ פעמיים כדי להתקרב, לחץ פעמיים במרכז כדי להתרחק)

source: Loading time wheel...
he: טוען גלגל זמן ...

source: None
he: אף אחד

source: No Date Entered
he: אף תאריך לא הוזן

source: Minimum Date
he: תאריך מינימום

source: Maximum Date
he: תאריך מקסימום

source: View Mode
he: מצב צפייה

source: View Mode
he: מצב צפייה

source: EDTF Formats
he: פורמטים של תאריכי EDTF

source: Extended Date/Time Formats (EDTF)
he: תבניות תאריך/שעה מורחבות (EDTF)

source: The EDTF datatype allows you to describe dates (even uncertain dates). You can find a summary of the standard here:
he: סוג הנתונים של EDTF מאפשר לך לתאר תאריכים (אפילו תאריכים לא מדויקים). אתה תוכל למצוא כאן תקציר של התקן:

source: EDTF Date Specfication (Library of Congress)
he: פורמט תאריך EDTF על פי ספריית הקונגרס (Library of Congress)

source: Some common encodings:
he: כמה קידודים נפוצים:

source: [year][“-”][month][“-”][day]
he: [שנה][“-”][חודש][“-”][יום]

source: Refers to the calendar date 2021 April 12th with day precision
he: מתייחס לתאריך לוח השנה 2021 12 באפריל ברמת דיוק של יום

source: [year][“-”][month]
he: [שנה][“-”][חודש]

source: Refers to the calendar month April 2021 with month precision
he: מתייחס לחודש הקלנדרי אפריל 2021 בדיוק ברמת חודש

source: [year]
he: [שנה]

source: Refers to the year 2021 with year precision
he: מתייחס לשנת 2021 בדיוק בשנה

source: A time interval with calendar year precision, beginning sometime in 1964 and ending sometime in 2008
he: מרווח זמן עם דיוק שנה קלנדרית, שמתחיל מתישהו בשנת 1964 ו מסתיים מתישהו ב-2008

source: A time interval with calendar month precision, beginning sometime in June 2004 and ending sometime in August of 2006
he: מרווח זמן בדיוק של חודש קלנדרי, שמתחיל מתישהו בחודש יוני 2004 והסתיים מתישהו באוגוסט 2006

source: A time interval beginning sometime on February 1, 2004 and ending sometime in 2005. The start endpoint has calendar day precision and the end endpoint has calendar year precision.
he: מרווח זמן שמתחיל מתישהו ב-1 בפברואר 2004 ומסתיים מתישהו בשנת 2005. לנקודת הסיום של ההתחלה יש דיוק של יום קלנדרי ונקודת הסיום יש דיוק שנה קלנדרית.

source: The year -100000. 'Y' may be used at the beginning of the date string to signify that the date is a year, when (and only when) the year exceeds four digits, i.e. for years later than 9999 or earlier than -9999.
he: השנה -100000. ניתן להשתמש ב-'Y' בתחילת מחרוזת התאריך ל מסמנים שהתאריך הוא שנה, כאשר (ורק כאשר) השנה עולה על ארבע ספרות, כלומר עבור שנים מאוחרות מ-9999 או מוקדם יותר מ-9999.

source: Spring, 2001. The values 21, 22, 23, 24 may be used used to signify ' Spring', 'Summer', 'Autumn', 'Winter', respectively, in place of a month value (01 through 12) for a year-and-month format string
he: אביב, 2001. ניתן להשתמש בערכים 21, 22, 23, 24 כדי לסמן 'אביב', 'קיץ', 'סתיו', 'חורף', בהתאמה, במקום חודש ערך (01 עד 12) עבור מחרוזת פורמט של שנה וחודש

source: Year uncertain (possibly the year 1984, but not definitely)
he: שנה לא בטוחה (ייתכן שנת 1984, אבל לא בהחלט)

source: Year-month approximate
he: שנה-חודש משוער

source: Entire date (year-month-day) uncertain and approximate
he: כל התאריך (שנה-חודש-יום) לא וודאי ומשוער

source: Upload Documents
he: העלה מסמכים

source: Drag & Drop your files onto this panel
he: גרור ושחרר את הקבצים שלך לפאנל זה

source: Adding documents to this record is
he: הוספת מסמכים לרשומה זו היא

source: You may upload as many documents as you wish, but the maximum size of any single file is
he: אתה יכול להעלות כמה מסמכים שתרצה, אבל הגודל המרבי של כל אחד מהם קובץ בודד הוא

source: Allowed document formats:
he: פורמטים מותרים של מסמכים:

source: Uploaded Files
he: קבצים שהועלו

source: find a file...
he: מצא קובץ...

source: file(s) uploaded
he: קבצים שהועלו

source: delete all files
he: מחק את כל הקבצים

source: add more files
he: הוסף עוד קבצים

source: error
he: שגיאה

source: Unsaved
he: לא נשמר

source: Show first 5 files
he: הצג את 5 הקבצים הראשונים

source: Show first 10 files
he: הצג את 10 הקבצים הראשונים

source: Show first 25 files
he: הצג את 25 הקבצים הראשונים

source: Show all files
he: הצג את כל הקבצים

source: Accepted File Types
he: סוגי קבצים אפשריים

source: example: .jpg, .png, .txt
he: .jpg, .png, .txt :למשל

source: Max File Size (mb)
he: גודל קובץ מקסימלי (MB)

source: files uploaded
he: קבצים שהועלו

source: Default Manifest URL
he: ברירת מחדל של כתובת אתר מניפסט

source: annotation(s)
he: הערה(ות)

source: Available Geometry Types
he: סוגי גיאומטריה אפשריים

source: Point
he: נקודה

source: Line
he: קו

source: Polygon
he: פוליגון

source: feature(s)
he: פריט/ים

source: Dropdown Format
he: פורמט תיבת הבחירה

source: Min
he: מינימום

source: Max
he: מקסימום

source: Increment
he: תוספת

source: Increment size
he: גודל התוספת

source: Decimal Places
he: מקומות עשרוניים אחרי הנקודה

source: Number of decimal places
he: מספר מקומות עשרוניים אחרי הנקודה

source: Prefix
he: קידומת

source: Field prefix
he: קידומת שדה

source: Suffix
he: סיומת

source: Field suffix
he: סיומת שדה

source: Format
he: פורמט

source: (view valid formats)
he: (הצג פורמטים חוקיים)

source: Disabled
he: מושבת

source: Disable Editing
he: השבת את העריכה

source: Prevent users from editing value
he: מנע ממשתמשים לשנות ערך

source: filter...
he: סנן...

source: Resource's relationship to
he: היחס של המשאב ל

source: 's relationship to Resource
he: מתייחס למשאב כ-

source: relationship(s)
he: יחס(ים)

source: Related Resource Summary
he: סיכום משאבים קשורים

source: Languages
he: שפות

source: Language
he: שפה

source: Direction
he: כיוון

source: rich text
he: טקסט עשיר

source: Select default value
he: בחר ערך כברירת מחדל

source: Max Length
he: אורך מקסימלי

source: URL Placeholder
he: מציין מיקום של כתובת אתר (URL)

source: URL Label Placeholder
he: מציין מיקום של תווית כתובת אתר (URL)

source: URL Link color
he: צבע קישור לכתובת אתר

source: Workflow Complete
he: תהליך הושלם

source: Continue
he: המשך

source: Concept
he: קונספט

source: Delete this concept
he: מחק את הקונספט הזה

source: Delete this concept and all of it's sub concepts.
he: מחק את הקונספט הזה ואת כל תתי קונספטים שלו.

source: Jump to this concept
he: עבור לקונספט הזה

source: More Child Concept
he: קונספט בן נוסף

source: Search for a concept...
he: חפש קונספט...

source: Recently Added Resources
he: משאבים שנוספו לאחרונה

source: Resource Id
he: מזהה המשאב

source: Resource Name
he: שם המשאב

source: Edited
he: ערוך

source: Edit Type
he: סוג עריכה

source: Editor
he: עורך

source: (Resource Deleted)
he: (משאב נמחק)

source: View Report
he: צפה בדוח

source: Discard edits
he: דחה עריכות

source: Save edits
he: שמור עריכות

source: Key of first node in card:
he: מפתח הצומת הראשון בכרטיס:

source: Value of first node in card
he: ערך בצומת הראשון בכרטיס

source: Database Connection
he: חיבור למסד נתונים

source: Put Card-Specific help text here. When panel is initiated from a controlled vocabulary, put thesaurus listing here instead.
he: שים כאן טקסט עזרה ספציפי לכרטיס. כאשר הפאנל מופעל מתוך מבוקר אוצר מילים, שים את רשימת התזאורוס כאן במקום זאת.

source: You won't be able to undo this operation!
he: לא תוכל לבטל פעולה זו!

source: Are you sure you want to permanently delete this resource from Arches?
he: האם אתה בטוח שברצונך למחוק לצמיתות משאב זה מArches?

source: Edit History
he: היסטוריית עריכה

source: More
he: עוד

source: Resource Record Created
he: רשומת המשאב נוצרה

source: Record created by Arches with reference number
he: רשומה שנוצרה על ידי Arches עם מספר סימוכין

source: record updated
he: הרשומה עודכנה

source: Previous value:
he: ערך קודם:

source: Updated value:
he: ערך מעודכן:

source: record added
he: רשומה נוספה

source: New value:
he: ערך חדש:

source: record deleted
he: הרשומה נמחקה

source: Value:
he: ערך:

source: Edited by:
he: נערך על ידי:

source: LOAD MORE
he: טען עוד

source: Graph Designer
he: עורך הגרפים

source: Branch
he: ענף

source: Find a Resource Model/Branch...
he: מצא מודל משאב או ענף...

source: Discard Card Edits
he: דחה את עריכות הכרטיס

source: Save Card Edits
he: שמור עריכות כרטיס

source: Quit Designer
he: צא ממצב עריכה

source: Graph
he: גרף

source: Cards
he: כרטיסים

source: Add a branch to your model from the library
he: הוסף ענף למודל שלך מהספרייה

source: Card Designer
he: ערוך כרטיסים

source: Graphs
he: גרפים

source: New Resource Model
he: מודל משאב חדש

source: Import Branch/Resource Model
he: ייבא מודל משאב או ענף

source: Active
he: פעיל

source: Inactive
he: מושבת

source: Card Container
he: מיכל כרטיסים

source: Card
he: כרטיס

source: Widget
he: ווידג'ט

source: Discard
he: התעלם

source: Function Manager
he: מנהל פונקציות

source: Selected Functions
he: פונקציות נבחרות

source: You haven't added any functions yet.
he: עדיין לא הוספת פונקציות.

source: Select functions from the library to add new capabilities to your resource.
he: בחר פונקציות מהספרייה כדי להוסיף יכולות חדשות למשאב שלך.

source: Close Function Library
he: סגור את ספריית הפונקציות

source: Show Function Library
he: הצג ספריית פונקציות

source: Library filter goes here
he: מסנן הספרייה נכנס לכאן

source: Function Library
he: ספריית פונקציות

source: Function Name
he: שם הפונקציה

source: This Function doesn't require any configuration.
he: פונקציה זו אינה דורשת שום קונפיגורציה.

source: Function Description
he: תיאור הפונקציה

source: Select Function
he: בחר פונקציה

source: Graph Manager
he: מנהל גרפים

source: Because of ontology rules, there are no branches that can be appended.
he: בגלל כללי האונטולוגיה, אין ענפים שניתן לצרף.

source: Choose a card component...
he: בחר רכיב כרטיס...

source: Card name
he: שם כרטיס

source: CSS Classes (Optional)
he: (אופציונלי) CSS Classes

source: Show this card by default
he: הצג כרטיס זה כברירת מחדל

source: Allow multiple values
he: אפשר ריבוי ערכים

source: Let users enter multiple values for this data entry card
he: אפשר למשתמשים להזין מספר ערכים עבור שדה נתונים זה

source: Enable Card-level help
he: אפשר עזרה ברמת הכרטיס

source: Provide specific user guidance for this card
he: ספק הנחיות ספציפיות למשתמש עבור כרטיס זה

source: Help Panel Title
he: כותרת פאנל העזרה

source: Help title
he: כותרת העזרה

source: Content
he: תוכן

source: Unique Values
he: ערכים ייחודיים

source: Select Nodes
he: בחר צמתים

source: Find a card...
he: מצא כרטיס...

source: Expand
he: הרחב

source: Collapse
he: סגור

source: Select All
he: בחר הכל

source: Clear All
he: נקה הכל

source: Show IDs
he: הצג ID

source: Hide IDs
he: הסתר ID

source: (edit report)
he: (ערוך דוח)

source: Resource Model Identifiers
he: מזהי מודל משאב

source: Branch Identifiers
he: מזהי ענף (Branch Identifiers)

source: No ontology
he: אין אונטולוגיה

source: Choose a data type
he: בחר סוג נתונים

source: Make card
he: צור כרטיס

source: Data from nodes not collected in other cards will be collected in the root card's form section
he: נתונים מצמתים שלא נאספו בכרטיסים אחרים ייאספו בשורש מדור הטפסים של הכרטיס

source: Resource models that may be related:
he: מודלי משאב שיכולים להיות מקושרים

source: Author name
he: שם המחבר

source: Abstract/description
he: תקציר/תיאור

source: URI to a JSON-LD Context Object or a Raw Context Object or Array of Context Objects
he: URI ל JSON-LD לפריט או לאובייקט הקשר גולמי או מערך פריטים קשורים

source: Map Feature Color
he: צבע פריט המפה

source: Selected icon:
he: אייקון נבחר:

source: Find a node, datatype, card...
he: מצא צומת, סוג נתונים, כרטיס...

source: Node is exportable in search
he: ניתן לייצא את הצומת בדף החיפוש

source: Add Child Node
he: הוסף צומת בן (Child Node)

source: Add Branch
he: הוסף ענף

source: Delete Node
he: מחק את הצומת

source: Groups/Accounts
he: קבוצות/חשבונות

source: Unnamed node
he: צומת ללא שם

source: Enter node name here...
he: הזן את שם הצומת כאן...

source: node name
he: שם הצומת

source: Relationship to
he: קשר ל

source: parent
he: הורה

source: Choose a property
he: בחר מאפיין

source: Choose a class
he: בחר מחלקה
